{"0": "There I was, laying in bed that lonely Friday night. I could not find sleep. Thoughts of loneliness consumed me. Will I ever find someone? Somebody to hold me? I had invited friends over that night, but I had received no fulfillment from them. We talked and laughed, but I still fell empty inside. How can a man with so many friends be so lonely? As I lay there, I suddenly hear a tapping on the window. \n \n Is this someone reaching out to me? Has a person finally come to relieve me of this loneliness? I walk over to the window to investigate, but as I approach, the tapping stops, and I am once again left alone. \n \n I return to bed. Hopefully I can get over my self-pity and find sleep. But as I get back in bed, the tapping continues. I listen to the tapping, and realize that it is Morse code. Someone is trying to communicate with me. I grab my laptop, and look up Morse code so I can transcribe what is being said to me. \n \n I start to transcribe the message. `` Come outside,'' I am being told. Curiosity overwhelms me, and I start to get dressed to meet my new friend. \n \n I head outside, and I see a stranger facing away from me, sitting on the curb. I sit down next to the person, and look to see who it is. It is a friend of mine, from earlier in the night. \n \n `` What's wrong Alex?'' My friend asks me. \n `` It seems like you've been really distant lately.'' \n \n *Finally, * I thought to myself. *Someone who cares. *\n", "1": "Soft walls around me. Suspended in cool amniotic fluid, I wait. \n \n Outside, there is calamity and commotion. Dull noises filter through the red glass. Gunfire, arcs of lightning, great balls of flame. \n \n Bile rises in me, a frothing battle-rage. I have trained for this day. I am ready. \n \n *'' Jeff --'' * cries a muted voice. *'' I choose you! `` * \n \n **OUT! ** \n \n Up into the bright and shining world, the wind in my face, the sun gleaming off my massive quadriceps. Arms outstretched, fully poised, deadly, I **ROAR! ** \n \n `` **JEFF! **'' I cry, like a man possessed. \n \n With a massive ham-hock fist hardened on punching bags and sacks of crushed glass, I let loose an earthshaking punch. Monsters and men are both laid flat by the force of my blow. \n \n *'' Jeff'' *, says the muted voice. `` *Use quadriceps! *'' \n \n **JEFF! ** I scream in answer, flexing my massive legs and launching myself into the air. \n \n The world shrinks below me, a shining blue ball on a string. Clouds tickle the edge of my boxer-briefs as I rise, then fall in a meteoric arc. \n \n My landing is a gory shower of blood. An utterly pulverized Wheezing looks pitifully up at me with anguish. \n \n *Whee... zing* \n \n But there is no wheezing here. There is only -- \n \n **JEFF! ** \n \n My enemies vanquished, I beat my fists wildly against my oiled and perfect chest. \n \n **JEEEEEEEEFFFFFFFFFFF!!!! **\n", "2": "`` Alright, son. You're becoming a man, and it's high time you start taking responsibility for yourself. Your accrued total to date is $ 311,492.67. Now your mother and I are fair people, so we wo n't have you pay it all back at once. We've drafted a payment plan that should enable you to live a comfortable life, assuming you find a decent job. All penalties and fees aside, you should be debt free by your 53rd birthday. Sound good, champ?'' \n \n `` Yes, dad.'' \n \n `` Good. I'm glad we could come to an understanding. In the mean time while you look for a job, we'll be liquidating your assets to help cover the first few months.'' \n \n `` My assets?'' \n \n `` Yeah, you know, just some old toys and stuff you do n't need anymore. Trust me, you wo n't have time to play with anything anyway once you start working. Besides, we bought all that stuff, so *technically* it's ours to sell. Your mother and I already have a garage sale planned for this Saturday, so make sure to say goodbye to anything you might have grown sentimental towards. \n \n `` Well, that just about does it, buddy. You got any questions?'' \n \n `` No, dad.'' \n \n `` Alright then. Well, I'd wish you a happy birthday, but you're probably going to be spending most of it job-hunting on the computer. So instead, I'll wish you a productive afternoon!'' \n \n `` Thanks, dad.'' \n \n `` You're welcome, son. Happy 12th Birthday.''\n", "3": "In the summer of 2015 I moved to an island. On this island I met a girl with milky curves and silk hair and eyes made of crystal. A girl that everyone dreams of on hot summer nights. I loved her unforgiving intelligence, her knack for observation, her unshaven legs, her sense of justice. I loved her unapologetic existence and I fell for her in a single breath. \n \n Love, like mosquitoes, thrives in heat, breeding rapidly in swampy, warm puddles beneath sleepy trees. During the sun drenched days of that summer I learned of true north, of trekking across the unpredictable landscape of my heart, and prevailed at every turn. \n \n We revered in the luxury of summer storms, electric air, Saturday mornings spent lounging in gentle embrace. Her sighs became a beacon on foggy shores guiding me home. \n \n Summer days lengthened until they turned retrograde, retreating back into the cocoon of autumn. Leaves began falling from trees and the blurry vision of summer infatuation focused into the crisp reality of summer ’ s end. We parted reluctantly and fell easily back into the every day. She met a boy. I met a boy and a girl and another boy and another and another and none of them stuck. The memory of her and the island faded. \n \n Now, as the days grow warm again, my heart is lusting after her. She often occupies the space between thoughts. \n\n", "4": "This got really dark really fast... \n \n \n How to kill myself \n \n What happens when you die \n \n How to deal with depression \n \n How to make friends \n \n How to make friends if you are n't cool \n \n Good pets \n \n Pets that do n't judge you \n \n Cool fish \n \n Cool exotic fish \n \n What fish is this? \n \n Betta fish \n \n How much are betta fish \n \n Buyfish.com \n \n Where to buy fish \n \n Where to buy betta fish \n \n Amazon.com \n \n Petsmart.com \n \n What do fish live in \n \n What kind of tank for betta fish \n \n 20 gallon tank for sale \n \n What to feed betta fish \n \n Toys for betta fish \n \n Is my fish happy? \n \n Does my fish love me? \n \n Can you be best friends with a fish? \n \n What's wrong with my fish? \n \n Fish not eating?!?! \n \n Why is my beta fish not eating??? \n \n Can fish get cancer? \n \n Is my fish dying? \n \n How to deal with loss \n \n Why did it have to happen \n \n Why is it always me? \n \n How to kill myself \n \n Do fish go to heaven? \n \n \n This is my first attempt at a Writing Prompt so criticize away!!\n", "5": "We were well trained. From day one they stripped us of it all, everything that made us weak. They locked us in boxes to eliminate the fear of confined space. They starved us to rid the fear of going hungry. They threw us in fighting pits to quell the fear of pain and dumped us out of airplanes to sideline the fear of heights. They put us through the most lifelike simulations, alone behind enemy lines, to destroy the fear of taking a life; in the simulations they killed us to destroy the fear of death. \n \n Free of weakness, free of fear, they divided us into groups, well oiled machines that bought destruction and death everywhere we went. Every mission was a success, there was no failure. All who stood before us were defeated, we were impregnable. \n \n They never told us about the nights. Bunked side by side in silence. They never told us about our own minds. They never trained us for the dreams, the nightmares. With all their simulations they never prepared us for the memories. The pain in our enemy's eyes, the screams of women and children who fled at the sight of us, the stink of death and excrement that were all that remained after we cleared a town. They did n't prepare us for the agony and pain that left us begging for the dawn. \n \n We knew what we signed up for, we knew what we would become. It was what we all wanted. We had all become supermen, more monster than man. Yet for all our training, for all our might, we would always... always be afraid of the dark.\n", "6": "Humans, of planet Earth, took a more crude route to getting to interplanetary travel than most species. Most discover the simple mathematical principles required to harness wormholes quite quickly in the development of their species. This, frankly, well-known and obvious fact about physics seemed to go completely over the heads of Earth's scientists. When the Forns of planet Ptan learnt that humans travelled to their nearby moon by loudly convulsing a metal cylinder towards it, rather than by simply bending space-time, they laughed. \n \n The Forns arrived to Earth gracefully, teleporting one by one, carrying axes and blades, ready to engage in a standard planetary invasion. The galaxy's rules and regulations about battle and war are well-known, but much to the Forn's dismay, clearly not to the humans of planet Earth, who seemed deaf to any galactic communication. In the process of learning how to build `` rocket ships'', humans had learnt how to harness explosions: dropping them from the sky, focusing them to rapidly fire tiny metal bullets, and it was Earth's brutish and crude method of doing things that ultimately lead to the Forns' defeat.\n", "7": "You see a button at the end of Reddit, all it says is `` Click here, for you have beat Reddit.''. \n \n You are intrigued by this mysterious realm of Reddit that you have never fathomed. So you proceed to click on this mysterious button, then something that changes your life happens when you click the button. \n \n A message box pops up saying `` Come down to your backyard''. You then excitedly run to your backyard, only to find Obama in your back yard. You run up to him asking, \n \n `` Why are you here?'' \n \n `` Because you have beaten Reddit. And now you are the President of the United States.'' he informs with great excitement. \n \n `` THIS IS AMAZING!!! WHEN CAN I START?!'' you yell with amazement. \n \n `` Grab my hand man.'' Obama says sticking out his hand. \n \n You grab his hand, next thing you know, you are standing in the oval office. \n \n You take full executive power from here on out, what you do with it is up to you. You decide to switch the United States of America to Liberalism. You forcefully make Obama draft a bill for it, he lays it in front of you. You are about to sign it, when.... \n \n You wake up and realize that it was a dream. No one can beat Reddit. You then go back to scrolling on Reddit. \n \n ( Anyone can add on, i just wrote this for fun in 5 minutes. )\n", "8": "`` The raft floated down the river sank.'' muttered Edward, looking through the newspaper. \n \n `` Really?'' asked Emma. `` Why?'' \n \n `` The old man the boat. They're not very good at it apparently.... Mind you, they're not good at much. You remember when they tried to race horses?'' \n \n `` Oh, right. The horse raced past the barn fell.'' \n \n `` Exactly, it took them an hour to get it back upright again!'' \n \n Edward went for another strip of bacon but Emma slapped his hand away. `` Fat people eat accumulates. And you, my dear, have accumulated enough already.'' \n \n `` Bah...'', said Edward, not really noticing Emma's comment, `` look at this headline: Squad Helps Dog Bite Victim. It's like they're *trying* to make it hard to understand. Oh, and speaking of hard to understand, my old buddy just dropped by his girlfriend was happy to see her. I do n't know why he does n't just give up on her.'' \n \n `` Love can be difficult.'' said Emma. `` By the way, do you plan to dress up for Halloween this year?'' \n \n `` Bah,'' said Edward again, `` Halloween masks All Saint's day. I'd rather dress up for the latter than the former.'' \n \n `` All right, I'll just pick up a skeleton shirt for you at the department store then.''\n", "9": "The car slipped on the icy roads. `` Oh gods, no!'' Dave was thrown from the vehicle. He escaped, almost unscathed. \n \n Three days later, he was mugged. The mugger threw him down, Dave hit his head. \n \n As he sat up his ears ringed. Faintly, he could hear a voice,'Dave got up, his ears ringing. He listened carefully -' \n \n `` What the hell?'' \n \n'Dave exclaimed `` What the hell?'' quietly. He was confused.' The voice faded as quickly as it had come. \n \n Two months later, Dave grew paranoid. Somehow, he'd been given the promotion at work. His co-worker Jeff worked harder than him - why was he not given the promotion? \n \n His friend invited him out for a drink to celebrate, but the night went horribly wrong. Jeff was there, and he was an angry drunk. He punched Dave once on his ear, hard and quick. \n \n'He never saw the punch coming. Had Jeff really been that sore over the promotion?' \n \n Was he going mad? Voices - why the voices? \n \n'He wondered frantically, why was he hearing voices?' \n \n Dave stood up, and this time the voices were not gone.\n", "10": "It is the bleakness of morning, and the world still sleeps in the midnight mountains. The jagged peaks rise from the slumbering ground, thrusting high into the forlorn skies, every ridge bent on piercing the clouds. Snowflakes shiver as they tumble and fall in the gusting chill, plying the mountains with powdery white. The frozen clouds roil in ponderous motion, caressing the shadowy ridges like ashen fingers. \n \n This is a desolate place, an isolated land of lifeless wind. Even the hardy snowbirds have fled the biting cold as the insects burrow deep into the soil, leaving behind their lonely home to grieve once more. The mountains dwell in silence, a resounding quiet that echoes from stone to stone, pebble to pebble. In the dead of the dawn, the only sound to be heard is the crackling of the pines. \n \n Yet the awaiting silence shatters in the misting chill. The mountain groans in anticipation as the snowbank gathers and grows. In a dull roar, the heavy ice releases its hold on the peaks and crashes down in an eager cascade of white and gray. Boulders and stones in the path of the rush are swept into the night as the avalanche thunders on. \n \n Then all is still once more in the cold morning air.\n", "11": "*Please do n't let me fly away* \n \n *Please dont let me fly away* \n \n *Please do n't let me fly away* \n \n Grab the gate, grab the gate, GRAB THE GATE! \n \n OK....ok... the cold metal feels good against my palms. If I hold on to this gate I know I'll be fine. \n \n *Sir, are you ok? The library's closed for the day but it'll be open again tomo... * \n \n *I'M FINE. THANK YOU. * \n \n Why ca n't people just mind their own dam business. I ca n't even walk around the block without being hassled. I swear this city's too cramped. \n \n Cramped... \n \n No no no no no no. I'm holding the gate I should be fine. No please... please do n't crush me... I need to get indoors, NOW. \n \n *DAMMIT* \n \n I ca n't move. Maybe I should climb the fence. If I stay out here I'll get crushed... but if I climb.... I might float away. \n \n *Aauuurghhhh* \n \n Why is there no winning? I'm stuck between a giant rock and infinite emptiness, secured and tormented by some invisible force. How can I trust something that can betray me at any moment? \n \n Fly? Get crushed? I just want to rest. I wan na be able to do anything, go anywhere without having t.....no....not again..... \n \n Grab the gate, grab the gate, GRAB THE GATE!\n", "12": "There's him, with his greasy hair and always-curious, cat-like eyes. He's the type who would draw portraits of strangers on subway trains and fantasize about talking to them and fleshing out their life story, but he never would, satisfied with the charcoal sketches on his notebook ( which also doubled as his journal ). His favourite food would either be ice cream sandwiches or lasagne, depending on his mood. He reads the last pages of books before buying them. He loves cuddling. He was supposed to be with her... \n \n Her, with her horn-rimmed glasses and wild auburn hair. She finds beauty everywhere but in herself. She would lose herself in book stores and the smell of unopened pages. She likes to ride carousels, despite being the tallest one there. She would get panic attacks when people would talk all at once but he was supposed to be there for her and she, when he would cry over his mother's grave two weeks from now, was supposed to be there for him. \n \n There was him and her, and the ghosts of a million perfect lovers who never met. \n \n And then, there was me, watching helplessly as destinies grow closer but never intertwine.\n", "13": "“ ’ Get to the courtyard! And please, darling, don ’ t come back here again. I -- -- “ Ophelia ’ s lips grew tight and her eyes reflected the sullen and sad look of a deep emotion that she had kept with her these days on the South Fairy Village. Her and her husband, Tyrus, has decided to move there right after the Fairy revolt in their home Village, Nymphville took place. \n Her daughter, whom she was speaking to didn ’ t wait for Ophelia to finish, but only nodded with a half-smile and looked up at her mother with complete understanding, and obedience. Griselda flew off towards the courtyard and her mother watched her, taking a deep breath before looking back to her destination for the evening -- -her brother-in-law ’ s home. Her brother-in-law, Horlan, was Duke of Wingsington, and had been one of the few solely responsible for the revolt in her hometown. Many of the fairies in Nymphville wanted him dead, and she was there to convince him to pull his fighters from the village before they were crushed. \n Ophelia knocked at the door. She stood waiting, wearing her beautiful periwinkle and magenta-faded dress, her hair fell down her shoulders in beautiful strawberry blonde locks that curled delicately into tapered strands around her neck down to her breasts. Horlan ’ s maid flew to the door and opened it… \n \n Do not feel like finishing this at the moment. \n\n", "14": "We ’ re ready for another road trip, but this one ’ s going to be different. You don ’ t have to change that much: we ’ re still going to spill crunchy onion rings all over my floor mats and blast our favorite music out the windows on a lonely stretch of highway. I ’ m rather fond of those speakers, you know. They ’ re my favorite part of me. \n \n What we ’ re not going to do is this: we ’ re not going to say the prayer to St. Christopher for safe travels. You ’ re going to take down the rosary hanging from the rear view mirror. This trip is for us; any mistakes we make will be our own, not the product of some divine oversight. We ’ re going to run out of gas and get flat tires and lose our way, and no amount of dear-god-help-me is going to get us anywhere. \n \n We are going to get ourselves out of this mess. We ’ ll fill the tank, fix the flats, find the path. We ’ ll pick ourselves up, sleep under the stars, and see the Grand Canyon. We ’ re going to have the road trip of our lives. You ready? \n\n", "15": "He loved the way her hair smelled. He took it in as he pulled the sweatshirt to his face, sweet jasmine. He watched as she got undressed before him, confident and graceful. Her smile was infectious. He remembered the first time he met her, just a few months ago. A new secretary at Delco Inc., she had barely spoken to him, but it was love at first sight. He began asking for things he did n't really need just so he could be around her. He wondered if she had been able to tell at the time. \n \n He wanted to go hold her now, to embrace her in his arms and tell her he loved her. He loved the way she smiled at him, and the way she giggled instead of laughed. The way she would stick her tongue out when she was concentrating, or bite her pen when she was nervous. She was always smiling. \n \n She slid her tight jeans down, revealing soft white underwear. A soft tan kissed her skin and and highlighted her small breasts. He wanted to touch them, but he knew she would n't let him. So he stayed put. She lowered herself to the bed and touched herself. He could feel the blood rushing through him in excitement as she heaved in pleasure. He watched as she pleased herself, each moan a jolt of ecstasy for him as well as her. She threw her head back on the pillow as she finished and laid still for a few moments in heaving breaths. He smiled with her until she looked into his eyes, her face filled with shock and horror. He ran from the window.\n", "16": "Rise and shine. The motto of the tribe. But I never liked that. Hate the sun. Hate the dough. Hate the rise. It's all so simple. The right ingredients, mixed the right way, with the right heat. Bread. Every time. I know this sounds complicated, even mystical, to you. But to me, it's like breathing. \n \n Wizard's Wheat, and Magic Multigrain. How amateur. Does the world really need so much bread that our clan had to be subjected to this? Would that I were born unto Water! Fire feels fine over time. But Bread..goes stale. Rots. Attracts mold. My father always said that the rot and the mold were symbols of life, and that only the Clan of Bread could truly produce life. \n \n The crack pot scientists of the normal clan believe water is the source of life, but they are fools. Bread. Why else would Christianity make it the body of Christ? The collective mind of the normal's sees more than we give any one of them credit. And wine as the blood? Anyone can see the reasons for that. \n \n You asked about my day. This is how it begins. I surf the internet. Our clans are carefully monitored, but as our elders are far older than yours they have little understanding of modernity. We can easily pass computers off as bread making machines. In the land of magic, your technology is indistinguishable from it. \n \n If this post was ever discovered I would be banned from Bread land. But they do n't check reddit. I love it here. I do n't want to make bread for you anymore. \n\n", "17": "My father met my mom in 1983, they where married by December, then my father stepped out to get milk in 1984. I was born in 1989, yep that's right, DNA testing proved the guy who left my mom in 1984 was my father. No one, and I mean no one could figure it out. \n \n Well I went on to live a good life, my mom and step father treated me well, I married and unfortunately watched my Margret die 50 years ago, I had 10 children with her, and currently have 34 grandchildren. I lived, held jobs, faught in a war, and saw the world change for the better, that one was a close one to, there was a rocky patch in the 10s where I was certain the world was ending. \n \n At this point though that's all insignificant, I have lived a long and fulfilling life. The doctors call me a mystery, a growth in my brain is killing me, I'm 150 years old and do n't look a day past 75. I guess there is only one thing I'd like answered... \n \n And that's when it happened, he walked through the door and said `` Son we need to talk''\n", "18": "( this was written by an eleven year old ) \n \n `` You're one of the heroes are n't you?'' `` No. At least not anymore.'' I turned my back to the young woman and left her store. I could n't go anywhere anymore without someone mentioning my past. What I used to be. I walked towards my bike. It had been my best friend for as long as I could remember, always getting me out of trouble, but always giving a bit of attention to myself. By now it was pretty much my trademark, everyone knew that old bucket of bolts. I jumped on and hit the accelerator. It was a quiet night, normally riding would be calming you me but on this night I had something to do. I searched every corner and every alleyway with my eyes until I saw something in an alley. I slowed a bit before I had passed it, trying to get a better look. It was a few police officers. I rode a little further up so they would n't see me and dismounted. I then pulled two things out of my bag. The first was a mask to hide my face and distort my voice. The second was a laser pistol, small, light and the most powerful thing on the market. I adorned my mask and relied my gun. A few more down and a little closer to a safe city.\n", "19": "We were all sitting in the Chief Commissioner's office, awaiting the final tally. The Chief Commissioner rolled his eyes, swiveling his monitor around so that we could see it. Cthulu. \n \n `` I'm not sure how he beat out Harambe, but there you go,'' he said. \n \n Evans was suddenly excited; another chance to show us his pop culture prowess. `` Is n't that a Lovecraft character?'' \n \n `` Yes, Evaaaaaaaaaanssssss,'' the Commissioner groaned. `` So, what the hell do we do?'' \n \n I raised my hand. `` Shelly! Can always count on you,'' he said. \n \n `` Well, Cthulu is n't real, but I'm sure there's some whackjob out there who's changed his last name to Cthulu. We can find them and at least get *someone* into office.'' \n \n `` Ahhh!,'' Evans replied. `` That's good, but you gave me a better idea. Get Hillary's doctor on the line. We can fasttrack a name change. Hillary Rodham Clinton Cthulu. This is the best pretense we'll have to get her in!'' \n \n The Commissioner pointed at him, looking elated. `` I did n't know you had it in you Evans!'' He reached for the phone on his desk. \n \n As he did, it rang. He paused a second, surprised, then picked up. \n \n `` Hello, Commissioner. Donald John Trump Cthulu here.''\n", "20": "`` She's getting creepier by the day, do n't you think?'' \n \n `` You mean the fact that she turned her office chair into some sort of tentacle-looking device and that she suddenly dyed her hair half and half? Yeah I'm not sure anyone's missed it. Next thing you know she'll start singing and asking us to sign contracts for our souls in exchange for a promotion or something. The lady's batshit crazy!'' \n \n Ms. Crusella walks towards the two coworkers and seems to have a needle in her hand. `` Those contracts wo n't sign themselves, ladies. But I've decided to correct a problem that some of you brought up at our last meeting. Hobbies will be implemented, but only for sewing. The wheel will be in by tomorrow morning. May your dreams be filled with apples. Good night.'' \n \n Ms. Crusella walks away singing some horrid song about us poor unfortunates. \n \n `` No wonder so many people are requesting transfers to different departments. Come on. Let's get out of here before anyone else catches this virus or whatever it is.'' \n \n Both women scurry out.\n", "21": "The zombies became a divider of people, similar to the split of ideas over abortion. You believed they were monsters and should be eradicated or they were still people, neighbors and friends. \n \n To kill or not to kill? \n \n At first, there was much fear over containment. What if there was another outbreak, because of a lazy janitor who forgot to lock the door? It was a firestorm and the media covered it 24/7. Everyone from the president to Miley Cyrus gave their opinions on how to proceed. However, time goes on and people move on. \n \n How soon they began to forget about the epidemic that once consumed the human race. \n \n Months later, the zombies did resurface, but in a new form, entertainment. It started out slow, but much like reality TV it soon consumed the population. First, the Discovery Channel broadcasted a few documentaries on the zombies. Weeks later, FOX decided to start a zombie game show, where instead of human contestants, there were zombies. Well it spread like a virus and soon you had the zombie food channel, all the best ways to prepare scrumptious meals for your zombie pet. The fashion channel jumped on board with the hottest trends in zombie clothing and accessories. The list grew exponentially as it devoured pop culture. \n \n Well, zombies did take over the world, but in a way no one could have foretold. \n \n Eventually, society moves on and the zombies fade away like any other fad. \n\n", "22": "The spectators' eyeballs nearly popped out of their heads. It was impossible. \n \n The duelist had killed his opponent at a distance of over fifteen thousand units, a feat considered impossible. \n \n And he'd done it after dropping off one of the simulated skyscrapers, spinning nearly 3,600 degrees before firing his sidearm into the air. \n \n Mr. Newell was either the luckiest, or the most skilled warrior ever to have lived. Possibly both. \n \n He always escaped death by the narrowest of margins. Always managed to receive whatever weapon he needed from the supply drops. \n \n Always hit the most impossible shots. \n \n There had even been investigations for hacking, at one point. To no avail, of course. The man could barely even use a keyboard, but plug him into the simulation, and he was unbeatable. \n \n As the opponent's body was hauled away and Newell removed the haptic gloves, however, something was different this time. \n \n There had always been crowds waiting to greet him, but this crowd was... stranger. \n \n One fell at his feet. \n \n `` You've returned! It *is* you!'' \n \n `` What do you mean? Of course I'm me.'' Newell grabbed the man's arm, hauling him to his feet. \n \n `` You do n't understand.'' \n \n `` I do n't?'' \n \n `` You are the second coming.'' \n \n The room fell silent. \n \n `` You, Gabe Newell, are RNGesus.'' \n \n -- - \n \n ^this ^means ^I'm ^unboxing ^a ^knife ^in ^my ^next ^case, ^right?\n", "23": "“ The oars of the rowboat creaked and groaned as I paddled the last few strokes to the island. \n \n As far as I knew, I was the first one to notice it. It appeared before my very eyes, in the fog of the morning. I checked the map I kept in my coat, and the island was marked down, and clearly labeled: \n \n “ **Llaaggre Danils** ” \n \n Well, maybe not so *clearly* labeled. \n \n The bow of the boat hit the many small pebbles that made up the shore. I spent a minute or two dragging it out of the water, and onto the dirt of the island proper, in case the boat got hit by higher tides. If tides even affected this place. \n \n The land beyond the shore was a dark forest, filled with fog. The evergreen trees were numerous, tall and foreboding, their roots gnarled and eager to trip up an unacquainted visitor. The ground was littered with old pine needles, turning it a dirty orange. \n \n From deep within the heart of the fog, I heard a noise. Or rather felt a noise, as it rumbled the ground, shaking the dead pine needles on the forest floor. \n \n I held up my lantern, clutched my shovel, and left my boat behind, venturing into the woods. If there was something here, I was going to find it. ”\n", "24": "Thick, swirling smoke settled slowly on the rubble of buildings. The bombs had come at Christmas, just like coal Father Christmas had promised to naughty children - only now, of course, coal would be welcome. \n \n The oddly still and silent road was beginning to disappear, now. A woman rose from shattered glass and brick, a small girl shuddered upright, hair matted in blood. A boy sat upright and howled, not knowing quite what was wrong, only that suddenly everything was wrong. \n \n The boy continued to scream. Continued to hail the sky with words, until a woman picked him up. They did not know each other - she was a mother from another street. She carried him, his tiny body snug in her hold, his arms spreading soot on the back of a navy coat. In his hands, clasped, was a tiny rabbit. \n \n The street was far more busy now. Smoke had been shocked out of the air by the disturbing mass of people: stretcher-bearers, medics, firemen. The woman continued at a pace. The boy rested his head on the woman's shoulder, drooped his arms, and dropped the toy rabbit. It laid, covered in dust from his old home, rusted with the blood from the boys hands. \n \n The woman continued to walk.\n", "25": "`` *March 19, 1987* \n \n I waited my whole life up to that point for that damn timer to run out. Sometimes I would forget it was there, but when the big numbers changed, you notice after'while. \n \n I was in aisle 4 of the super market. I knew that day was going to be the day. I got there early. To window shop. To weigh the possibilities. I even thought it could be the old woman behind the pastry counter. \n \n I dropped the frickin' jar of spaghetti sauce. It was slow motion. Because as the jar was falling, my timer ran out. She turned the corner. As the jar broke, I looked up, and she was staring at me. She looked down at her wrist, and looked back at me and burst into tears. She turned around. My shoes and pants are covered in sauce. \n \n My timer reset after the jar incident. It started back over at 32 years. I will be 67 then. I still think about the woman at the store. I wonder what our kids would look like, what kind of home we'd have, even what our dog's name would be.'' \n \n Daniel was our test subject. He was our beta tester. This was found along with his body. I guess he didnt want to wait. He could n't have children and he'd be too old to care. \n \n We scrapped that project and started making toaster ovens. I think I like toast more, anyways. \n \n \n \n\n", "26": "`` For love of all that is holy you will all shut up.'' \n \n The voice was muffled by the table, where her head rested unwilling or perhaps to unable to be lifted as a herd of horses took great pleasure in galloping through her skull. \n \n `` But my love...'' \n \n `` Finish that sentence and it'll be your last.'' \n \n Her fingers stroked the ax at her side, imagining the look on his face. A giant half orce should not resemble a puppy. \n \n The minimal silence was broke by the sound of a palm colliding with flesh. \n \n `` Twila please!'' \n \n `` Never Jack! I love Brokk.'' \n \n `` Brokk in love with Gurdy.'' The declaration rumbled from an angered orce. And thus the argument continued. \n \n `` I said shut up!'' \n \n It was unknown if it was the growled command or the quivering axe embedded in the wall quelled the volume. The afore mentioned Gurdy stood and glared at the human male, elf maiden, and orce. \n \n Damnit she was too hung over to deal with this crap. \n \n `` Would the three of you just sleep together already! And leave me out of it!'' \n \n And they wondered why Gurdy spent most of her evenings drunk off her ass?\n", "27": "The people stood in shock and horror as the giant creatures appeared on the horizon. \n \n The large purple one opened his mouth, the noise overpowering the minds of the assembled people below. The deep bass of the roar rumbling a deep symbiance with the earthy, gagging smells of a billion people soiling themselves at the same time. Each pair of eyes drawn to the sight of the screaming Asian man stuck between its teeth. It giggled, stroking its large purple erection with one hand as the other lifted more people to its gaping maw. `` Tinky Winky `` it cheered happily. \n \n The red one bent over to try and pick up the Eiffel Tower, visibly upset when it did n't come up straight away. Finally managing to tear it from the ground, she forced its spiky tip into her anus. Pleasure visible on her face. `` Po Go Slow'' she crooned with a voice that made people orgasm and vomit with the same movement. Tinky Winky started to shake hard with the throws of his orgasm. Leaving his mess on the screaming people below, the yellow beast looked up in delight. `` Tubby Toast! ``.\n", "28": "Not my SO, but my best friend... \n \n \n His hair hangs to his chiseled chin, growing back to it's lustrous shoulder length after being cut in a moment painfully akin to Delilah shearing the mane of Sampson. His posture is always uneasy around other people he does n't know well. He shifts with one hand in his pocket, and one hand fidgeting with a lit cigarette. \n \n He's turned to the person speaking to him, nodding politely at their chatter. He always seems so tensed, ready to bolt away at the slightest noise. \n \n I approach from behind. I'm only a few steps away when he senses a presence and looks behind him. \n \n His eyes light on me, and he is relaxed. His smile is an awkwardly beautiful thing. He grins at me with all his might, while in the same breath subconsciously trying to hide his crooked teeth. His smile reaches his eyes and they gleam for a moment before he forces his face to go blank, and he murmurs a gruff `` Hello. ``, like a child trying to casually contain their excitement. In this instance he is aglow, his light shines through to the surface. \n \n In that instance I see all that is him. That joy in his eyes was all mine for a moment. The joy of seeing me, and its warmth is wonderful. It spreads through to my heart, and I always grin back, no matter the mood I was in previously. Happiness and calm washes over me, I am whole again. I am with my best friend.\n", "29": "Robby was having one of those days where the world was out to get him while his peers sat laughing. He had never been one of the popular kids in school, ostracized from the crowds- misfits and goths included. \n \n `` Dear Mom and dad, this is something I have to do,'' read the neat letter on the desk. Robby hoped his actions would haunt the bullies at school for the rest of their menial lives. Perhaps in a wonderful twist of irony they would succumb to the same fate as him. By that time Robby would be grinning from above, or maybe it would be below. Know one ever really knows and at this point it did n't matter at all. It was a cathartic thought process as he situated the chair for himself. \n \n It was all happening in the very room he grew up in. Fond memories, little moments, and shared experiences came in overwhelming waves. It was all coming back, and soon all going away. \n \n For the first time in years he felt happiness. Warm feelings came that had long escaped him. He chalked it up as survival instinct. Almost enough to reconsider the idea. Soon the second thoughts passed. \n \n The noose was prepared. Relief finally came. \n \n Hanging Lifeless. \n \n Suicide. \n\n", "30": "The `` star'' Beta Virginis is actually a statite. An artificial object, on an impossible powered orbit. Its movement ca n't be seen from Earth - space-based telescopes can see it for what it is, but the data from those is always `` corrected'' before it's released to the public. Ancient star maps show that it's been in the sky since at least the 2nd century BC, and in that time it has never run out of fuel. \n \n When we need more space in our cities, we build skyscrapers. Undergrounds are only used for trains. Underwater habitats are perfectly practical, but they've never received the funding they needed and the media convinces us that they're a joke. Almost nobody on Earth sleeps more than a few meters beneath the surface, where the mass of rock above them would provide shielding. \n \n Dreams generally take inspiration from our memories and fears. That is why dreams of exams and car crashes are so common. But the most common of all dreams are of flying - something we should have no memories of and no reason to fear. \n \n If everyone around us accepts that something is normal, we are unlikely to question it, even if it should seem strange to us. \n \n Let me tell you who invented sleep.\n", "31": "I knew the door was unlocked, my first instinct was to barge in and stop myself, but I only had one chance. It was 3:31, 58 minutes until I am pronounced dead at the scene. Mrs. Jarleigh called the cops when she heard loud thuds upstairs, which were the sounds of my lifeless body hitting my wooden floor after pulling the trigger. I decided to go with a lighter approach, I knocked a gentle knock on the door. I put my finger over the peephole to avoid early creep-outs. He, or should I say I, asked who it was with a cracked voice, I replied `` your better half'' to encourage a better vibe. The door opened and I saw myself, clear skin, eyes wide enough to see my soul with a single glance and a liveliness that nobody except a dead self looking at his own suicidal self would understand. I knew who I was, I remembered all the contemplating I did with a barrel in my mouth reading to send a bullet through my brain. `` You know who I am, obviously. I want to make this short, but I do n't think I can. Look, you have a lot to…'' As I gathered the rest of my thoughts, I can see the consciousness slip from my past self. Eyes rolling back in disbelief, I can almost see everything in slow motion. My past self was dead in seconds, this time a broken neck. I killed myself, twice.\n", "32": "Stephen could not believe his luck. It was his first time offering up his place on Airbnb and the woman who was standing at his door, and would be his roommate for the night, was stunning. Her name was Angela ('call me Angie' ) and she was visiting New York on a whim and due to fly back to San Jose tomorrow. \n \n They spent the night with a few slices of'authentic NYC pizza' and watched Stephen's cat Tangerine play with her toy mice. \n Stephen had given her the bed in the master suite with fresh linen and fancy pillows on the duvet. Stephen surfed the couch. \n \n The next morning Angie walked into the kitchen for breakfast and Stephen immediately saw her baggy eyes and somewhat disheveled hair even after a shower.'Did n't you sleep well,' he asked. \n Angie was as polite as she could be but said that, no, she did n't really. She kept tossing and turning. Must be an unfamiliar bed in a new city, she said. \n \n Angie was off to catch her flight and Stephen went to change the sheets on the bed before he left for work. Maybe the mattress just needed to be flipped, he thought as he was stripping the bed. So he did that. \n \n His eyes did n't catch the small piece of Tangerine's cat litter between the mattress and box spring.\n", "33": "`` Sir, we have just hear word that the King of Swaziland has just been approached by the extraterrestrials.'' The Secretary of Homeland Security stated calmly. The president strutted around the Oval Office. \n `` Swaziland? Is that even a place?'' The president asked this completely seriously. His expression was of that of sincere confusion. \n `` I really do n't know.'Hey Siri, where is Swaziland?'' \n After a few seconds of thinking, the computerized voice came alive. \n `` I'm sorry, there are no restaurants with the name'Swaziland' near you.'' \n `` Mr. Secretary,'' the president asked, `` where did you get your information?'' \n There was a quick moment of silence as the Secretary of Homeland Security recalled where he got his information. \n `` Well sir, I do believe Joe Biden told me about this.'' \n `` Damn it! What have I told you people in the White House, Joe is not suppose to say anything ever. If I had a nickle for every time Joe said something stupid, we would n't be a debtor nation, now would we?'' \n `` No sir. I will call off the alarms.'' \n Within a week, the King of Swaziland had taken over the entire world with his allies, the aliens.\n", "34": "Without traffic this drive is thirty minutes. So far today I have been in this mess for an hour. \n \n I begin to imagine the front of my truck. What is it the old trains had? Ah yes a cow catcher. I am mentally attaching one to the front of my truck and my frown turns to a madman's grin. \n \n `` THIS IS OUTRAGEOUS!'' I scream as I pound the steering wheel and headliner. `` FUCKING MOOOOOOVE!!!!'' I have lost the vision of the cow catcher. `` FUCKTARDS!'' I scream as I pound the steering wheel even more violently. I ca n't concentrate. I have to concentrate. I ca n't let it happen again. \n \n The guy in the right lane just ahead of me hits his turn signal to switch into my lane. `` NO! NO NO NO NO! I WILL NOT LET YOU IN!'' and I creep as close as I can to the car in front of me. He begins to move toward me anyway. \n \n `` NOOOOOOOOOOOOOOOOOOO!'' There's a blinding flash and the car with the blinker suddenly shoots up and to the right out of sight as if it is nothing more than a Matchbox car hit by a sledgehammer. \n \n `` Shit'' I say as I realize I have done it again. I feel spent and used up and now we are n't going anywhere. People are pouring out of their cars to find out what happened. \n \n I should join them and act shocked too. \n \n I should buy a bus pass.\n", "35": "I like prompts that are n't quite the usual affair. A lot of times, you'll see a pattern, where if one sort of prompt gets popular on any given day, there are about several dozen repeats of it with different wording or one or two things changed. There are also an absolute glut of generic superhero and similar prompts every single day, among other highly-repeated topics. Then you have the hyper-specific `` write my story idea for me'' prompts, which can be... obnoxious to read. \n \n I like ambiguity, but also prompts that offer a scenario for me to expand upon in whatever way I please. Take [ this one ] ( https: //www.reddit.com/r/WritingPrompts/comments/4ngo3i/wp_as_a_child_you_were_kidnapped_by_a_roving_gang/ ) for example. It's not entirely ambiguous, but also not hyper-specific. If they had said something along the lines of `` a lone dragon'' or anything like that, my response would have been entirely different or, perhaps, I might not have responded at all. \n \n A good example of ambiguity is [ this prompt ] ( https: //www.reddit.com/r/WritingPrompts/comments/4mssqo/wp_please_no_ive_only_been_alive_for_a_few_days/ ). If anything more had been added, a lot of the responses that it got would either not be there, or would n't be quite the same. It lets people come up with their own terms for a response, rather than a situation where multiple people end up with... well, not exactly the **same** responses, but very similar responses.\n", "36": "Ten seconds. \n \n It might not seem like much, but let me tell you - it makes a difference. \n \n I've been able to see into the future for as long as I can remember - I get a sort of feeling of what's about to happen. Cheating? Great. Gambling? Easy. Dodging bullets from angry gamblers? Well, not exactly easy... But still doable. \n \n From there, it was a slow progression. Lookouts who can tell when the cops are coming are certainly useful - ten seconds make a big difference there, right? Knowing when someone's gon na try and stab you makes a big difference when you claw your way to the top. \n \n Oh, do n't look at me like that. You know you'd do it too, if you could. Unlimited resources and large amounts of power? Please. \n \n... Anyway, that's all irrelevant now. My point is, I've got lots of friends who do n't want to lose a valuable asset. Some of them are even desperate and well-armed enough to try and help. \n \n I like you, Officer, so I'm going to tell you to get to cover. \n \n I'm going to count backwards from ten. \n \n -- - \n Questions? Criticisms? Want to see more? Check out more of my stuff at /r/Draxagon\n", "37": "Naomi screamed and pulled at her neck against the constricting collar. The woman laughed and held her still while staring into her eyes. \n \n Spit and tears caught on Naomi's cheeks. She kicked with all her might, but the largest woman pulled back and let out a howl. `` Oh she's got some fight in her.'' \n \n The room continuously shifted from bright to dark, reflecting sunlight glinting off the walls. There was a door being opened somewhere, traffic nearby. There could be people in earshot. With her left hand Naomi tried to push herself up. She teetered on a box, but again the women just laughed. \n \n Someone held a pair of knives behind their back, but Naomi saw the steel from the corner of the room. They came close to her eye, ear. She ducked just in time. Images of her being found in a ditch, cut up ran through her mind. \n \n `` No!'' Naomi shouted. \n \n With that her mother strolled over from the seating area of the salon, leaned in her hands and wiped away a single tear, `` Your hair is getting to be a tumble weed, now either hush up or your blind auntie is going to cut your hair.''\n", "38": "-- - \n \n They said that, in the past, dinosaurs were the rulers of the earth. Who could argue? After all, the period of time between two of the most iconic of the creatures outnumbered the length of human civilisation by centuries, millennia even. Each magnificent beast a literal force of nature. They plowed through the forests, sped through the seas, cut through the clouds. They were so mighty, so terrifying, only a power outside of the planet could have thwarted them. \n \n And even then, their legacy prevailed. \n \n Tales from rising empires from all over the globe told of the saurian descendants, the dragons. Wyverns and drakes. Drakons and serpents. Fliers and divers. Fire breathers and poison spitters. Humanity was fascinated by their beauty, but terrified by their mystery. And like the rest of their kind, they believed the unknown was the enemy, except for one group. While many of the fascinating creatures were slaughtered and hunted for the reputation and power brought from slaying a dragon, the rest of them fled into the deep, holding the refuge they seeked. \n \n -- - \n \n Many years later, history repeats itself. Humanity encountered yet another mystery they immediately grew scared of. As much as they say, curiosity got the cat, they stayed the same. They tried to eliminate what they did not understand, for they feared change. How right they were to be scared. \n \n The Atlantean debut came forth from the backs of the drakes. \n \n -- -\n", "39": "Look to the skies! We are svaed! The humans are coming! The joy I felt was almost a foreign feeling after enduring such hard conflict. To finally see that our message had been received through subspace transmitters had not been mistakes made me nearly forget the battle at hand. \n \n They came in ships far larger than anything our masters had forced us to build. Black and sleek theirs were, graceful arcs of blues danced across the sky to some unknown symphony of fury as the Great Masters' ship rained down. The skies had never been looked at with such hope and fear as when the humans came, for if a race could bring forth the destruction of the Great Masters so quickly, were we bringing a new and even greater master? \n \n They landed thousands of their soldiers, real professional fighting men trained for the singular purpose of combat. We were nearly as overwhelmed by their devestating fire power as the Great Masters. They equipped us with their arms and armor and together waged battles on such a scale that the gods may turn an eye in jealousy. Yet when peace was called for and victory at hand the humans who came from the skies beyond stayed our hand, and saved us once again through peace. They forgave the Great Masters and in time we learned that for victory we must as well for death is not the end of a righteous cause. We learned then the way of mankind, to love and rage in equal measure.\n", "40": "-009 \n \n People fell out of the sky without parachutes. \n \n Every pilot was a novice. \n \n Kids drove cars, and crashed them. \n \n Suicide jumpers momentarily thought they had reached an afterlife. \n \n Fetuses were found on buses. \n \n Full grown people burst out of wombs. \n \n Homeless people were found in banks of money and food. \n \n POWs escaped. \n \n Leaders disappeared. \n \n Congress adjourned. \n \n People once in critical condition were no longer. \n \n Computers crashed. \n \n Grids collapsed. \n \n Economies crumpled. \n \n -- - \n \n Many people died for no apparent reason - other than simply being at the wrong place at the wrong time. Some accidents are no one's fault. It makes it harder to find someone to blame. But people managed. \n \n Whoever spoke the language that the local computers and information were in became oracles. \n \n Flights were booked, people were found. \n \n... \n \n But flying is n't free. \n \n Flying takes fuel, flying takes maintenance, flying takes employees. \n \n Fuel. Energy. Resources. \n \n People had to trade. People had to work. People had to earn money. \n \n Flights quickly became only for those who could afford it. \n \n With everyone wanting to travel, prices were high. \n \n People worked for a long time. \n \n And people settled down. \n \n And eventually those who were once lost, found themselves again.\n", "41": "`` SHOOT! ``, Barry shouted as he ran right past what would've been his first Pokémon, a Farfetch'd and right back to Central City. `` What's with this, Iris? I ca n't seem to catch any Pokémon, no matter how slow I go!'' \n \n Iris smirked a bit, and jokingly replied, `` Trying to go slower, coming from the guy who can run back through time? Yeah right!'' Barry shook his head and laughed a little bit. `` Maybe I'm not cut out for this game. And I ca n't just WALK to Japan to get this stupid bird holding a leek.'' `` Well Barry, you're the one trying to catch it while running at the speed of a fighter jet. Who's the stupid one here,'' Iris asked, playfully punching his arm. \n \n `` I suppose I could try walking, but it's just way too slow! I do n't have time to walk around the city and point my phone at the sidewalk to catch pointless Pidgeys and Ratattas,'' Barry leaned against the brick wall of CCPD, staring at his Pokémon GO app with frustration. \n \n Suddenly, he heard someone yell, `` There's a Dragonite at Jitters!'' Iris turned her head to where Barry was positioned, only to find that he had already taken off. `` Slow down, Barry. Maybe you'll finally catch it'', she whispered.\n", "42": "Slinging wool is n't as easy as it used to be, not for old Black here. Used to be simple. Walk up to some dame, some kid down the road, or even a Baron. Hell, they used to ask me for it! Drop three little baggies and I'd be on my way. Nowadays you got the sheriff and his boys out looking for people who just want a little fun. \n \n See, they call me what they call me because I make my own. A special mix. These other guys ai n't got shit on my recipe. Secret ingredient is n't fucking chili powder. It's a serotonin activator. Gives twice the high for twice the price, and I only spend ten bucks a bottle. I had more capital than any other wool slinger this side of Nevada. \n \n I miss the old days. Sometimes, I can still hear their voices, calling to me. But that's just the bars, and their echoes. \n \n \n *Baa, baa, Black Sheep* \n \n *Have you any wool? * \n \n *Yes sir, yes sir, three bags full. * \n \n *One for the master, * \n \n *And one for the dame, * \n \n *And one for the little boy* \n \n *Who lives down the lane. * \n\n", "43": "`` So, I point it at the fridge and-'' *BZZZT* `` -that hot dog half I put in there is now a whole lotta food!'' Braden opened up the fridge to reveal a full compliment of food. \n \n Melanie smiled politely. `` Oh, yeah?'' \n \n `` Yeah, a whole bunch!'' Braden beamed with pride. `` And then I point it out at the car,'' Braden aimed the remote out the window, `` and *BZZZT*! Now it's a super fast one.'' \n \n `` Really? How fast?'' \n \n `` Like, really fast. Like *whooosh*,'' he made a rapid hand motion. `` That fast.'' \n \n `` And what about the cat?'' \n \n `` And when I point it at the cat, *BZZZT*, now its a saber tooth tiger!'' \n \n `` Oh no! Scary!'' \n \n `` No, it's a nice saber tooth tiger. It does n't eat people.'' \n \n `` Oh that's good.'' \n \n `` Yeah.'' \n \n `` What if you point it at me, Braden?'' \n \n Braden broke into a goofy grin. `` Moooom! I ca n't do that!'' \n \n `` Why not?'' \n \n `` Because you are already the bestest!'' \n \n Melanie smiled. `` Awww, come here you!'' She scooped him up into big hug, and held her baby close. \n \n\n", "44": "`` Fucking dipshits.'' \n \n I swear if I had n't been stationed in this building the whole damn government would collapse. \n \n I walked towards the kitchen. \n \n Does nobody here even understand basic machinery, let alone nanotechnology? I mean, they could have at least tried to pour water on the little bastards. It would n't have worked, but at least it would have been logical. Or did those retards really think that it was just glitter. What kind of prank is that. `` Oh hey guys let's send them some glitter, it'll be *Hilarious*.'' \n \n How in the ever-loving fuck is that funny. \n \n I opened the fridge as I scanned its contents, quickly finding what I was looking for. `` At least these dipshit's know how to stock the fridge.'' \n \n I then strolled over to the pile of `` glitter''. \n \n `` It's like mom always said. If you want something done right, you got to do it yourself.'' \n \n I took the cap off of the gallon and poured the white liquid in and over the now ripped bag of glitter, being sure the liquid engulfed all of the specs that had managed to travel away from the bag. Water is one thing, but milk was a whole different animal. Everyone knows machines ca n't handle dairy. \n \n I walked away, taking my leave of the workspace as a small line of smoke rose from the dysfunctional nanobots at my back.\n", "45": "I sit down in one of the vomit stained seats as a 40 something year old finishes off the last bottle of jack Daniels. He walks down the aisle stumbling and falls over. `` Fucking drunk'' I hear someone say under their breath. The entire plain smells of death. The air is still and stale. I need a break. I walk over the bodies on the floor. I wonder what their lives must have been like before the flightless day. Some committed suicide when the food supplies started to drain, some became sick and died because of our lack of medicine. Some did n't gather enough food and died of starvation. I clear these thoughts from my head and open the bathroom door. I stop in my tracks as I see the motionless pilots body with a cord around his neck. His eyes are so lifeless, empty. His lips are blue and he is slowly swaying back and forth with his feet inches above the ground. I turn around and shut the door and just start to cry. We all thought the pilot could have been the one to save us. He was the last bit of hope. Why did he kill himself? He was trying to find a way out of here and he had enough provisions to survive for weeks. I run towards the cockpit and understand why he killed himself. I see another plane in front of us. Mother fuckers had a disco ball.\n", "46": "We reached the top of the mountain. \n `` Rest,'' My father told me. `` We still have much distance to go.'' \n \n `` Where are we going?'' I asked. I would much rather have been doing anything other than hiking 50 miles because my father told me to. \n \n `` To the Daytime.'' He said, simply. `` You are old enough to see the light. All children make this journey on their 13th year. My father took me, his father took him. I have taken your brothers, and soon I will take your sister.'' \n \n `` But why? I like the nighttime,'' I said. \n \n `` Some spend their whole lives in the dark. They do not see the point. But let me tell you this, little one: when one sees The Light, only then will he truly appreciate the dark, for better and worse.'' \n \n `` Oh.'' I said. I could n't think of anything else to say. \n \n `` And it's beautiful. You will see. I have taken the journey three times, and it never ceases to take my breath away. It is the most beautiful thing I have ever seen. Er, do n't tell your mother I said that. You know how she gets.'' \n \n I smiled. `` I'm rested.'' \n \n `` Well, then. We'd better get going.'' He said.\n", "47": "“ Yo, ken ” the former fatass called to his'best friend' the immortal keeny mcCormick. He was hittin on the lame melv butt-ers. he was such a freaking nerd now that he came out as gay even though he was totally into chicks fo wlike eva. whateva. Anyway cartman, former fatass, was callin for ken when the jersey, jew, gay, jinger, showed up and started hittin on him. Eric got very annoyed and called for his woodland critter friends who killed kyle, but then got killed by kyle's bf stan marsh, the hippie faggot, who puked on whoever he liked. The fag killed the critters with the help of the mountain lions he taught to do abortions back in fourth grade. ( A/N did I forget to write they r in hs now? Whatev. ) Eric, however, being the badass he is, turned around and gunned down stan. this finally got the attention of kenny who looked over at the masacure and just shook his head, and went back to making out with butters, who did n't even notice the violence. \n \n Cartman sat back in his desk at school, proud of his work. He decided to share it to the class on Monday. They all hated it so he killed them all in a bloody rain of terror. ( A/N He's such a freaking badass, i love writin him ) However, Le mole and gregory came into class late due to making out in the parking lot next to damien and pip, who both came up from hell to get an education because freaking satan sucks. ( A/N Review or I wo n't write no more )\n", "48": "The Behemoth hung low in the sky like clouds that bear warning of a deluge. It loomed ever closer, reminding us of the fate that awaits us all. Sighing deeply, I squeezed her hand. `` So I guess this is how it all ends.'' \n \n `` We've got a few days yet,'' she said. `` We'd better make the most of them.'' I rolled over on my side to face her; I saw the beginnings of the dawn outline her hair and the dew give her an angelic appearance. \n \n `` Y'know what? You're right. Let's go somewhere exciting, somewhere no one has gone before,'' I said, feeling a rush of adrenaline and a smile creeping onto my face. `` This planet's about to be launched into space; so let's follow its lead.'' \n \n `` What do you mean?'' \n \n `` I mean we're gon na launch ourselves into space!'' \n \n -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- \n ^ ( So I do n't really know what to do from here. I had a pretty good idea for the first paragraph but I feel like it kinda flopped from there. I'm still pretty new to writing fiction, so if anyone wants to continue the story or give me any pointers regarding writing, that'd be cool of you. )\n", "49": "`` Hello? Yes. From Orion-4 to Europa? That'll be $ 69.99. Credit or savings? Credit? Good choice. Aaaaaaaaand... transaction complete. thank you for travelling with Pan's Portals. Please standby.'' \n \n With a flick of his wrist the portals were opened. He felt the instinctive jolt as matter passed through them. A portal he could never travel through himself. He hated being a slave, just a cosmic taxi driver but with less of the seeing the universe bit and more of the low-paying bit. But he had finally had enough. Today would be the day. He would escape. His anger boiled up inside him as he formulated a plan for escape and wage war against the puny mortals of this world. \n Then... \n \n `` Hello? Yes. Earth to Mars? but thats like less than... Fine. $ 4.99. Credit or Savings? Savings? Very well. Standby.'' \n \n ~ I wanted it to be like those old-timey call centres where the women connect the cables to connect you to different phones. This is my first story. Hope you enjoy ( ik its not very long. Its 1 in the morning and i have a maths exam tomorrow )\n", "50": "The serial killer inaccurately called the Black Widow, aka the Dame ( or Diva ) of Death, waited in silence. It wouldn ’ t be long before *he* showed up. She wiped a clear oval in the fog on the bathroom ’ s mirror and used it to check her make-up, thumbing away a smudge of lipstick and wiping it on a towel. \n \n Beside her, the naked man in the tub shuddered and went limp. The satisfied look had fallen from his face, replaced with simple contentment. \n \n One moment she was alone with a corpse, the next moment *he* stood there, silver pocket watch in hand. He never looked at her. This time she would get his attention. Paralysis gripped her the way that it had every time she ’ d seen him. She concentrated hard on talking, yelling, screaming. As if she were flexing invisible muscles, she felt the bonds of whatever was holding her, weaken. *Yes! * \n \n Life rushed into her and he was gone. Again. \n \n She had almost told him this time. It looked like she would have to kill again. Maybe next time she ’ d tell him that she loved him. \n\n", "51": "*I thought a more uplifting story may be nice* \n \n Monster.com \n \n Monster.com how to find a job \n \n How to find a job on the internet \n \n How to apply for unemployment \n \n Ca n't pay rent \n \n Eviction laws Phoenix \n \n Animal shelter Phoenix \n \n No kill animal shelter phoenix \n \n Homeless shelter phoenix \n \n Interview techniques \n \n How to ace an interview \n \n How to get a suit when you're homeless \n \n How to do an interview when you're homeless \n \n Bus rout phoenix \n \n Motivation \n \n How to be motivated \n \n Microsoft certification \n \n First day in the office \n \n Phoenix apartments \n \n Cheap furnitue \n \n Cheap furniture Phoenix \n \n craigslist couch Phoenix, AZ \n \n Investing \n \n How to invest \n \n No kill animal shelter Phoenix \n \n Readopting pets \n \n How to get promoted \n \n Dating your coworker \n \n Veterinarian flagstaff \n \n How to get a promotion \n \n How to get a transfer \n \n Monster.com \n \n First date tips \n \n How to ace an interview \n \n Apartments Flagstaff \n \n Long distance relationships \n \n Jewelry stores Flagstaff \n \n Hotels Phoenix \n \n 5 star restaurant phoenix \n \n Houses for sale flagstaff \n \n Wedding photographer\n", "52": "The familiar clicking of opening of a Zippo is something that fewer and fewer people hear after the War of 2020, and the bar became dead silent after I flicked the last one in the world open. \n \n There was something incredibly sad as time had dragged on. Cigarettes had fallen out of fashion shortly before the war, at the hands of the vaporizers, with their dainty smoke making ability. Too ironic was it then when the power being cut left twice as many people left without the ability to enjoy some wholesome nicotine. Their pride in their health turned against them, and some of the fiends wound up killing others for the dear nicotine, and so many a smoke shop had been occupied by a group of vapors. \n \n Unfortunately they had n't too much foresight prior to the war. Being as most owners of Zippos had been smokers, it would only be logical that they would get misplaced or mistakenly thrown out due to lack of use. They were practical objects. Without use, the company went up, and the shelves dried. \n \n Five years later, and their rarity became a known fact. Five more after that, and I happened to have the last one seen in two years. I planned on dying tonight, but I'll be damned if it was n't worth that cigarette.\n", "53": "There's Jonny over there, getting some juice. He was a good kid, just mixed up with the wrong sort and using his chemistry talents for a different purpose. You ca n't blame him since both parents left him nothing but the streets when he came out. He'll be fine. \n \n \n Mary over there was a naughty girl when I met her, being pimped out by some thug with gold teeth. Pity those teeth were melted down and used to make the gold ring that she wears now. Now less a promiscuous sales person and more a high school sweetheart selling my product. \n \n \n And lastly, there was Winston, the logistics man. Ca n't say that he's terribly happy, but I think he just enjoys moving things around. Not entirely sure why, but his mind ticks in a very peculiar way. His bald head ca n't keep all of his thoughts to himself. Should stay away from guns though. Last time he did something silly with rifle that included a police officer's head and an unfortunate tree that acted as his canvas. \n \n \n And of course, there's Jacky. Not too sure what's in her mind. Still have n't gotten the dirt out of her fingers so to speak. Ca n't tell if she's a rat. But she's only my payroll and keeps me well informed. Well enough. \n \n \n We'll see.\n", "54": "The detector went off and roused Blortxh from his sleep. After the sleep cleared, he jumped and ran for the screen. \n \n This was impossible! A particle had just been intercepted originating from only a few klorths of light years away. Something had given this single proton the energy of a medium sized starship. What could have caused this? \n \n 47 Earth years earlier... \n \n Joan was 4. It was her birthday and her parents had taken her to one of the oldest dinosaur parks around to see dinosaur footprints. It was there that she found the prettiest rock she'd ever seen! \n \n She showed her dad who was a paleontologist and geologist. He told her that her rock was easily older than the dinosaurs and that she should keep it. \n \n What he did n't know was that 200 million years ago, that rock had been incidentally tail whipped during a fight towards a predator by its wounded prey. It was the first weapon. \n \n Joan was excited and ran to show her mom but was stopped by a curious bee looking to get some leftover ice cream from her shirt. Joan panicked and threw the rock with the intent to hit the bee. \n \n The earth turned incandescent and exploded with the fury of a supernova. The moon was a memory. Minutes later, the inner planets vanished in a wave of superheated plasma. The sun pulsed and erupted as wave after wave of plasma impacted its surface. Jupiter and the outer planets were stripped to naked cores. \n \n 47 years later... a proton from the explosion hit an alien detector.\n", "55": "Cartwright Hall is a site to behold on a weekday. Students rush in and out, always busy, but laughing and smiling all the same. Jennifer and Martha have just left their Calculus class, the last one of the week. They are excited; in two hours they will be on their way home for the weekend. These plans change when Jennifer, quite abruptly, stops in her tracks. She looks at Martha, terrified. \n “ Martha, I ’ m stuck. ” \n “ What do you mean stuck? ” \n “ Look, ” Jennifer nods to the ground. “ My right shoe, my foot, it won ’ t move. It ’ s sunk into the ground. ” \n “ You ’ re sinking! But that ’ s impossible; you ’ re only 19. People only sink when they ’ re old. ” \n “ You know that ’ s not true. You can sink at any time. It just gets easier as you get older. ” \n Martha grabs her friend ’ s hand, holding tightly. Tears are slipping over onto her cheeks, but she makes no move to wipe them away. \n “ I ’ m going to miss you. ” \n Jennifer gives her a watery smile. She has sunk even further, the ground swallowing her ankles. \n “ I know. Just, don ’ t forget me please. ” \n Some students have stopped to watch the unfolding drama, but most give the girls a wide berth. They know what ’ s happening and they know there is nothing they can do to help. Sinking can ’ t be stopped. \n \n -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- \n I do n't love this but I wanted to try churning something out for this prompt.\n", "56": "I was acting without thinking really. Accelerate, slow down, change gear, indicate. I was acting this way because I'd done it a hundred times before. I was driving this way because all I could think about was them, and the break I've needed for a long time. \n \n I was paying attention to the road, as any road user should. Anything else just faded into the background; the repetitive drumbeats of the music; the horrible, screeching voices of the singers; breaking news report... \n \n All until I heard `` accident'' and `` 5th and Adams''. My friends were there, in number 16. Suddenly everything faded out; the lights, people, other cars... All I could hear was ``... spun out of control and struck down three pedestrians while continuing to collide into the front of one of the homes. Police are unsure of the identities of the victims, although we can confirm that there have been casualties as a result. Back to you, Anne.'' \n \n I just did n't know what to do any more. The car had stopped moving and there were people screaming at me, but I could n't hear a word they were saying. All I could think about was why I waited those three minutes for the kettle to boil before leaving? Was my damn tea so important that I had to kill three of my friends to get it? Were they not worth $ 2???\n", "57": "When magic erupted into the world, it grew hard for things to avoid its taint. \n \n Wizards tried to form, but their talents ill fitted academia: when one can fling a fireball, everything seems like kindling. \n \n When the savage elves of the Deep Forest started to attack, raiding villages for the delicious manflesh, especially children and the weak. \n \n They were immune to magic. Indeed, it made them stronger, every blow with a magically forged mace would make them stronger. \n \n We needed a weapon which used no magic in its forging. Just graft and heat and steel. \n \n Mundane iron is repellent to magic. \n \n And so, the first true blade was hewn, of shaped metal, forged in heat from mundane coal, hammered and sharpened by a boy who had never cast a spell. \n \n I picked it up. Heavy, yet a reassuring weight. As my armour disappated as it drained me of my hardened moonbeams, an impossibility magic made into platemail, revealing the simple cloths I wore underneath, I climbed on my horse, and rode into the forest where no mortal man had walked freely. \n \n With this weapon... I walk where I will. Elves will know fear. \n And we will be free men once more!\n", "58": "`` This is it you know?'' \n `` What do you mean? `` Death responded, asking a question he fully knew the answer to. \n `` I watched them all leave. I was on Earth all those years ago when the first humans ventured out into the stars. It was a truly magnificent Era.'' \n years.'' \n `` What makes you think this is'it'?'' \n `` It's been so long. Entire galactic decades since I saw the last star shine. I've done the math. The black holes have had their Era now but even they are evaporating into nothing.'' \n `` The others found an artifical way around senescence but you were the only truly immortal one. A living witness to all of space and time. Even the atoms are evaporating at this point.'' \n `` Was it hard? Herding them all to the next world I mean.'' \n `` No. I felt a sense of emptiness though. For the first time in my existence I have n't the slightest idea what I will do now.'' Death actually began to weep. `` Entropy is the greatest reaper of all. Nothing defies it, nothing escapes. Hopefully not even I.'' \n `` Cheer up old friend. We can share an empty oblivion together.''\n", "59": "I fell to my knees. \n \n `` This is the beginning of our next great journey.'' \n \n `` And this is where that love shines through adversity. We've been through so much together, and I want us to take this next big step, together.'' I looked deep into her brown eyes, and they looked back into mine. \n \n I sighed. `` It has n't always been easy, hell, I do n't know if it's ever been easy, but I want you to know how I never stopped loving you.'' \n \n `` You and I have always been together, since we were children.'' I smiled. `` I remember the day we were playing in the creek and you fell and hurt your ankle when we were 7. I remember when we first kissed.'' \n \n I shook my head, the tears running down my face. `` I need you to forgive me, Julia. I never meant for things to be like this. But I'm going to make everything right.'' \n \n `` I'm so sorry.'' I sputtered. \n \n Her unblinking eyes stared into my mine. \n \n Her lifeless body lay in front of me, the pool of red growing larger and larger on the white carpet with with every passing second. \n \n I pressed the hot barrel of the gun against my temple. \n \n *Bang*\n", "60": "Avis was sorting the books, as usual when the night falls upon the deserted land she had come to call home. Her eyes were tired, so was her mind and body. A person can only hope for so long without the dreams eating their way into the very soul, and leaving nothing but a frail wreck, desperate and thankful for anything. \n \n The wind was silently blowing in the distance, and the fire gave a warm light to the otherwise cold room. \n \n As she carefully placed the books in different stacks, something that had become routine, she heard a knock on the door-frame. Her body froze, but her eyes opened. It was definitely a knock, and within seconds she had already rushed to the door, removed the plank that keeps it shut at night, and opened the door. \n \n It took a few seconds for her eyes to adjust to the foggy darkness outside, but the moon was bright and revealed the empty landscape for her. It revealed the stick she had leaned against the wall earlier. The wind had knocked it over, against the door-frame. \n \n Avis stood outside gazing at the horizon for a long time. With heavy steps she returned inside, routinely places the plank against the door, sat down by her book-stacks, took one last look at the pictures inside them, the pictures who reminded her of what she was - and that there were others, and put them in the fire. One by one. \n \n Hope may be the last thing to leave man. But when it does leave, there's no humanity left inside.\n", "61": "`` Help me.'' The shadow let out a whisper that sounded like ice. A hand of nothing more than bone reached out to her in the pouring rain. \n \n `` Why should I trust you?'' She asked, taking a step back. \n \n No one should trust Death. Death is the one that will end everything. \n \n `` I ca n't... anymore. Help me.'' The shadow said. It seemed to gravitate towards her. \n \n After pondering over her options she sighed heavily and looked at the concealed face. `` How?'' \n \n `` Kill me.'' It said getting closer. \n \n `` I ca n't kill you, you're Death!'' She said with confusion written all over her face. \n \n `` Kill me, by taking the dying for me.'' It said and extended a long scythe out to her. \n She took it hesitantly, looking towards the unseen face. The shadow backed away slowly. As it faded into the darkness, the world around her came back into view. The streets were full of people bustling about. The scythe was gone and she felt normal. \n \n A man fell on the sidewalk across the street from her. He clutched his chest. She ran over to him and knelt down. \n \n `` Sir are you alright?'' She asked and put her hand on his shoulder. She felt the life in him fade and he stopped breathing. She stood up and looked around. No one looked at her, only at the man on the ground. \n \n She looked into a shop window. Her reflection was nothing more than a shadow. \n \n Kill the Reaper by becoming the Reaper.\n", "62": "It was a goal. The Old Man had said that when they reached the shadow on the horizon, the ancient thirsty march through the sands would be over. The rain-laden clouds passing over the vast veldt would break upon its granite back, showering the plains below with life. He adjusted his pack, cinched the cracked leathern strap and swallowed hard. The closer they got, the further away he felt from the giant pile of granite. When it first crested the horizon, he could make out its jagged lines with clarity and felt he could almost reach out and cut his hand on the saw-blade edges. Three days later, it swelled into the sky, larger than his comprehension could handle. It glowed ominously in his thoughts, when he blinked he could see imprinted on his eyelids its fissured outline in bright red against the cloudless sky. \n \n In two more days, they would reach the shelter and water of the valley. In four, The Old Man would begin to climb through the sharded blast of frozen sand, up to the top where God waited. He looked down at the strips of hemp and leather he had once called sandals, and sighed. Moses had better know what he was doing. He couldn ’ t wait to get to Sinai.\n", "63": "`` Why do n't we run away from it all?'' \n \n White-pawn-3 hunched her soldiers in that way she always did when she was unsure. She had to remain calm, unthinking, a soldier in the face of it all. But Black-king's words had rung home with her. All of these battles. Of all the territory gained and lost. Of all the countless nights spent....no. This was not her position. She was a soldier, not a philosopher, not a thinker. What her life was was duty. Duty served time and time again, through every death and conquest. She would never admit it, but with each death something was lost. And now she stood hunched over, with her patched over soul barely managing to prop itself up. \n \n She looked over at him, the one who's voice was always softer, as if his soul was so old that it did not bother repairing itself game to game. His was the soul that held death's hand with a sad smile. He who never new duty. He who watched sadly as his subjects gave their lives for him. He was the romantic. It was he who dreamed in the wood stained darkness between the battles. He who bore the symbol of god but had the least humility of all. \n \n ( this is where I get lazy and stop. If anyone of you like it or hate it or any beautiful linear combination of the two I'd love to hear it! )\n", "64": "`` Go ahead. Eat it.'' \n \n `` I... I do n't think I want to.'' \n \n `` It wo n't hurt. not even for a moment.'' \n \n `` Are you sure?'' \n \n `` Yesss. You even said you do n't want to hurt anymore. This is how.'' \n \n `` But it's too soon...'' \n \n `` You want them to make fun of you, do n't you? Is that what you want? You're pathetic.'' \n \n `` No! Never that!'' \n \n `` Then eat it.'' \n \n `` Is n't there another way?'' \n \n `` No. EAT IT.'' \n \n `` Ok... ok.'' \n \n - \n \n Officer O'Neal crouched and studied the body, shaking his head. `` What's this one's story? \n \n The responding officer groaned. `` Cause of death asphyxiation. Appears to have swallowed an entire orange. Long history of schizophrenia. Ran out of insurance so they kicked her to the curb. According to the landlord anyway.'' \n \n `` That's ridiculous. Who would do that?'' O'Neal asked incredulously. \n \n `` Dunno. If you're done though, I'm gon na get the coroner over here. They got ta clean up.'' \n \n `` Just give me a minute. I want to examine the scene some more.'' \n \n `` Whatever you want Captain.'' The junior officer walked away and O'Neal again looked at the body. What a sad dumb way to go. \n \n Suddenly he heard what sounded like a whisper.. coming from the body. \n O'Neal leaned in closer. \n \n `` Eat it.''\n", "65": "I'm not gon na be original, and say that leaving the work alone for a couple of days, then editing with a fresh perspective, works the best. First drafts are always full of repetitions, awkward phrasing and lack or over abundance of detail. After you let your enthusiasm cool off, you usually see the weak spots much clearer. \n \n Though, I'd go as far as to say, that past a certain round of editing - for me it's usually the third or fourth - a person can not identify the remaining problems. Whatever weaknesses there might be left after few passes of editing, are part of who you are and how you think, you do n't have the capacity of seeing them objectively. \n \n This is where the editor comes in. \n \n The question stands however, what to do if you do n't have an editor? A lot of novice writers develop an OCD-like attitude about continuously tinkering with their work, but here's the catch - there's no limit to perfection. Any work of art, writing and music can be improved upon till the end of time. There are always gon na be flaws. \n \n I think, that at a point in editing, you got ta say stop, and concede that the story is good as it is, and if you feel that it might be not your best - write a new story. The only way to get rid of flaws in writing is to write more, not endlessly fuss about a single work. And if you do n't have an editor, this decision will come from your gut feeling. \n \n With this gut feeling evolving as well, with the more stories you write.\n", "66": "Alright. You're all listening? Good. Here's how you get to Diamond Rank in League of Legends. Follow these simple steps and you'll be in the jungle with the best of them! \n \n What you're gon na need to do first is just go up all the lanes. Every single one. If you come across a pair of dorins boots, definitely Q those. That'll be good for your overall point consumption. \n \n Next you'll probably see some weird chicks in strange outfits yelling at you to give them a crystal. Just go ahead and Q that as well. At least like a handful of Q should do it. \n \n Now if you're alone and no one is home to cook for you, you've found yourself trapped in a solo Q. That's no good. So you'll wan na go ahead and bring the ALT meter to eleven. Maybe eleven point five, depending on how dense the jungle is. \n \n Now is the time to be vigilant. Around the corner, you'll see some player mining a diamond rank of his own. Do n't interrupt. It goes against the LoL code of Ethics, which states: Only fux wit me if I fux wit you. \n \n That should about do it. You'll be a Diamond in a matter of seconds, and no ARAM will be able to make you duo Q all of your Qs if I have anything to say about it!\n", "67": "**Username** \n \n FireAxe. Taken. FireAxe73. Eh, fine. I should have joined sooner. \n \n **Password** \n \n Erm, bigherosix? No? BigHero6. Great, I loved that film. \n \n **Email Address** \n \n FireAxeOfJustice @ gmail.com \n \n **Sex** \n \n Male. \n \n **Home address** \n \n Chromes auto-fill completed the form for me but I was still annoyed. Why do they even need all this? Just let me play! \n \n **Home address in July 1997** \n \n Privacy is truly dead. Nottingham I think? \n \n It ’ s all for advertising of course. You can ’ t trust anything that ’ s free. Never forget, if you ’ re not the customer, you are the product. \n \n **In the summer of 1997 a woman named Helen disappeared from her home in Nottingham. Where is her body buried? ** \n \n Seriously? How can they expect me to remember that? I cast my mind back. Helen… Helen Abbott? Honestly I couldn ’ t remember, so just I typed the location of the first body I could think of. They won ’ t care about particulars. It's'Big Data' you see. Statistics. A couple of errors don ’ t matter to an advertiser once it all gets averaged out. \n \n **Do you accept the terms and conditions? ** \n \n Yep. Didn ’ t even read them. \n \n **Do you want to receive our weekly newsletter? ** \n \n The box was already checked. Manipulative jerks, as if I could fall for that. \n \n Uncheck. \n \n **Submit. ** \n\n", "68": "`` Oh God, is it Gang Day again already?'' asked Mimi. I had n't heard her this disgusted since we stepped in roadkill that had dragged itself up onto the sidewalk. \n \n `` I do n't know,'' I said, as we walked past the multicolored, glittering display booths on our way to the cafeteria. `` I've always kind of liked Gang Day.'' \n \n Above the nearest booth, a bright red banner displayed its message in blocky yellow letters: *ARE YOU A BAD ENOUGH DUDE TO JOIN THE DRAGON NINJAS? * \n \n `` Look,'' I said, pointing at the Dead Pandas table. `` Those guys even offer you a free gun when you join.'' \n \n `` You ever think there might be more to life than slaughtering one another in the streets?'' asked Mimi. \n \n `` Sounds like somebody's been playing Hippy Simulator 2036,'' I said. `` You know as well as I do that gang violence is the only thing keeping overpopulation in check. And anyway, it's loads of fun.'' \n \n Mimi pursed her lips. `` C'mon,'' she said, dragging me away, `` let's go get our meat cubes.'' \n \n `` Taco-flavored Thursday,'' I proclaimed, sweeping my left arm in a wide, epic arc. `` Truly the best day of the week.'' \n \n Behind us, a dispute over brochure distribution tactics boiled over into enthusiastic fisticuffs between neighboring booths. I paused to watch -- it looked like the Serpents had the upper hand, but then the Black Death recruiters produced a couple of wicked switchblades -- but Mimi pulled me away before I could see any more.\n", "69": "He told me to build an ark. He told me that the evil he sees in this place has become to thick, so he will cleanse this place. He told me to build an ark. \n \n But why me? I like my father and his before him am just a simple creator. Our trade of making planets is nothing special nor no longer important. Why not ask one of the other titans? Perhaps one who makes stars that shine and give light or even the sun makers who create warmth and energy for all. \n \n It's been forty days and my ark is near finished. I call it earth for it is meant for redemption. The great creator has seen fit to fill it with life and hope. \n \n The flood of destruction to wipe this blight of evil from existence is coming. It's nothing I have never seen before. Black spheres that pull all sources of matter and energy within their gaping mouths never to be seen again. I hear my fellow creators gnash their teeth and yell in defiance but the silent spheres may no mind as they cleanse them along with everything else. \n \n He told me to build an ark. \n And now life has a chance to begin anew. \n\n", "70": "`` Send him back down, Ouidette,'' the large grey humanoid creature said to his companion. `` The pink ones are never long enough, goddammit. The chicklets are going to starve.'' \n \n `` Cast another beam!'' he barked at the other. \n \n Ouidette grabbed a plate from the shelves and floated it out into the harrowing green light in the middle of the room. The plate consisted of a grilled juicy ribeye, a side of mashed potatoes and fried okra, and a pink iced cupcake for dessert. She then grabbed a cup with frothy suds on top, resembling an animated glass of beer, and threw it into the beam. Ouidette pushed a octagonal blue button, and the plate and glass disappeared into thin air. \n \n `` All done,'' Ouidette told him. \n \n `` Got one, Sindall!'' Ouidette exclaimed within minutes of casting the line. `` It's taking a while to materialize, so must be a big one!'' \n \n A large black man appeared, laying there lifeless. Sindall immediately started to prepare him for dinner, until his eyes opened. `` Y'all fuckin with the wrong nigga,'' he said to Sindall before grabbing his throat.\n", "71": "`` 什么!!!'' The guy next to me screamed facing at his possible wife, I really had no idea what he was thinking, after a couple of minutes standing at that Jewelry Store, Watching those people scream at each other in a another language, I realised that I was stuck in a Foreign drama.I sat on a bench near a park and tried to remember everything before this. \n \n I was confused, i didnt know how i got here, I remembered that i was in that weird Asian shop near the restaurant i ate at, The owner of the shop was a dick of a woman, I was curious about the golden remote she had, I asked her about it and she told me to fuck off, judging from the show she was watching i think it was an old Chinese drama.I guess i was kinda rude but i went and pressed the off button, She said that `` Nǐ huì hòuhuǐ'' then kicked me out, I was only going to ask about that nice dagger she had ( It was probably a fake ). \n \n I went home and as usual went to shower, ate my dinner that consisted of popcorn and loneliness whilst watching Police Story.I remembered after that i slept on the couch with the popcorn and then i was here. \n \n [ Sorry if i'm bad at writing i just wanted to try writing, English isnt my first language, I will continue the story if anyone is interested ]\n", "72": "Duke hammered boards to the window, sweating. He knew that this was his final stand. He got out the shotgun. \n \n `` Braaaains,'' the retched zombies cried. He should've killed them, he should've had no regrets, but he was too remorseful. \n `` You are n't getting any of these brains, ya hear?!'' he shouted over the cries of the zombies. Suddenly the one in the front stopped. \n `` No, hold up, hold up,'' the zombie said. You could almost hear Duke's brain screeching to a halt. \n `` What?'' Duke was at wit's end. _'' Were n't these supposed to be evil zombies? `` _ he thought to himself. \n `` What I was trying to ask, is what are brains made of? We're dead, but we can still think.'' \n Duke blinked, confused. `` Well, I do n't really know. It's not something I was thinking about, yknow?'' he said somewhere in between a shout and a normal voice, as he was unsure if he should be scared. \n `` I just want to have a philosophical debate with you,'' the zombie mumbled, almost frustrated. \n \n Duke wiped the zombie blood off his face. `` Fuck you AND your phillysophics.''\n", "73": "His mother's brownies were still warm to the touch, certainly warmer than the corpse cooling nearby. He had cut them both with the same bonesaw, even though morgue policy and common sense forbid it. But as a blind coroner who could read braille with his nose, there was nothing common about his senses. Still he was well suited for the morgue, as most bodies came in comparatively nude. \n \n The brownies were an apology of sorts, for his mother had slept with his father. It had been 32 years ago, but he was still bitter about it and the resulting existence. Even more bitter than the shitty brownies he crammed down his throat. \n \n Once he had sufficiently stuffed his face, his body started reflexively gagging. Embarking on a grave undertaking, he sealed the brownie tray over his airways, crushing his nose. Having now hit bottom, he felt and deciphered a braille label stuck to the inner pan. \n \n `` Dear Sweetie, I shit in your brownies. You were a mistake, and not the wonderful kind. You are the shit in my brownies kind. Have a lovely day, Mom'' \n \n His eyes bulged, mostly from the lack of air. His mother was a kindred spirit! He finally felt like he and his mother shared the same blood, even though this was the de facto case due to his inadequate bonesaw cleaning. He was instantly filled with regret for killing her, but he was unfortunately still filled with brownies for killing himself. In the end, his broken heart was mended and he died by just desserts.\n", "74": "The world will never be what you want it to be. What you *need* it to be. These fantasies you have about Justice, capital J Justice and Right Action and the Nobility of Man - they're hallucinations, figments of a belief that has no foundation and a sincerity the world does n't deserve. You fight and you fight and you fight against it - why? What progress have you witnessed, what ground have you gained? You've never defeated a single enemy, because your enemy nature herself. A fist raised against the typhoon can endure, it can survive and rebuild, but it ca n't conquer. There are no victories against the wind, nothing but the cold consolation of the rain when the violence has passed. \n \n Someday, after you've done away with me and a thousand more like me, and you're the last clean man in a ruined city, you'll come to understand the futility of righteousness, and you'll regret that you did n't take this chance to lay down an imagined burden. \n \n But that day is n't today, is it? No, today you will shake your fist at the storm and they will call you a hero for it, for keeping the illusion safe for just a little while longer. For keeping the faith. I have only one thing to say, and I say it with the conviction of the condemned: \n \n It is not an evil thing I do, and I am at your mercy. \n \n\n", "75": "Rocking back and forth I held my beautiful new child and my amazing - oh so amazing wife - close. Tears flowed freely, mixing with the blood, as I promised the future. \n \n I promised to never to abandon them; I would stay true, my life a dedication to theirs. My child would not suffer my wife's deep - oh so deep - scars. \n \n I promised never to hurt them; I would relish their success, their beauty. I would console them when their pains mounted; sharing, not feeding, the pain. Just as my beautiful wife - oh so beautiful wife - has always done for me. \n \n So I stood. \n \n I stood and promised my strength. \n \n I stood and carried my wife and child down the hall. I promised that when the time came I would act, just like my strong wife - oh so strong wife - had done for our freedom. \n \n I carried them down the stairs, through the maze of corridors and out the door. Promising and promising. \n \n My wife. My amazing, beautiful, strong wife. She dropped the broken fork, put on a long white coat, and left us for a while. \n \n I turned. Facing our crimson trail I lifted my child up to face me. She is beautiful. She is innocent. She will know love. Through her her mother will know love to fill the void. Through her I hope to know love to replace the pain. \n \n Pheonix. She is called Pheonix.\n", "76": "Black is a color oft misunderstood. It ’ s worn by shady individuals and at funerals. It has a reputation for being the color of choice for evil. It naturally implies darkness, and the fear of the unknown. \n \n Really though, black is something else entirely. Black is non-discriminatory, first of all. It accepts all other colors, unlike white. Black is also just. It does not give preference to any of the colors it holds within. It is disciplined, because it must hold all the colors in perfect balance. This is what a black belt in martial arts signifies; mastery over the constituent elements. \n \n The majesty of night also has its allure. True, one may fear it, but fear is a variant of excitement. “ Space, the Final Frontier ”. Darkness suggests the unknown, which in turn begs to be discovered. Black signifies adventure. \n \n It is also a common color of death. But death, too, is a misunderstood thing. What is the value of life if it is infinite? Without death, we have no incentive to live fully. How much fuller is the bittersweet joy of a good day, with the sad wisdom of death to give it contrast? \n \n And lastly, all other colors compare themselves to black. “ Orange is the new black ”? No. Black is, and always will be, the new black. Why? Because it ’ s fricken badass. \n\n", "77": "When I died, I became... a *pebble. * \n \n I do n't remember what I did to deserve this, but after all this time, I've gotten real used to it. At first, it sucked. Undeniably. Major identity crisis, what with the loss of limbs and organs and movement and such. At least I can still see and hear. But really -- and I suppose this is the first perk -- there was n't really a change of status from being an insignificant human being worn down by the sands of time and age to an equally insignificant itty-bitty rock, likewise slowly battered by the forces of nature. And at least when most people step on or kick you in this form, there's rarely any malice in it. That's perk number two: you just do n't get treated like shit, unless you're... shit on... Yeah, that happened once, but it was a dog. It was n't her fault, and her owner kindly bent over to pick it up. \n \n But enough of the boggy crap -- you wan na know the best part of being a pebble? The view. \n \n I was lucky enough to take the form of an outdoor pebble, thank God. The sky, whether it's sunny or cloudy or rainy or whatever, is damn near gorgeous. Sunrises and sunsets are spectacular... but forever is a long enough time for the initial'wow factor' to fade after a while. I've also seen some strange spectacles in my pebble existence, to be sure. Murders, creeps, you name it. Still, the view's the pest part of all this. \n \n Any fine lady in a skirt will brighten this little guy's day.\n", "78": "Religion was created by governments to keep people in check. \n They found that the legal system was n't strong enough so they created a threat of an all knowing, all powerful entity that judges and dooms you if you do wrong. This way people would be more compliant and follow the law. \n However, this technique was discovered by their enemies and there were groups of people creating religions to counter them which they provoked to lead to extremism. This meant that countries were literally creating propaganda in the form of religion to convince them that their enemies were evil and only they will be redeemed by their gods. \n Now there are socities in the government who continue to watch over this and control the public through religious manipulation. The socities in middle eastern countries lost control and the religious extremists took their own route and began creating their own morphed beliefs ( such as suicide bombing in the name of Allah ). Western countries saw their errors and began to push back to more lawful states than religious ones in an attempt to prevent this ( they did this by promoting science and Atheism subliminally ). Sadly it was too late for some areas ( especially southern parts of north america ) so they had to just leave them to it which is why homophobia and racism is still so strong in those areas. \n \n TLDR; Religion was manipulated to control people but the goverment lost control of it.\n", "79": "He felt himself winding down, like a wind up toy that was about to stop. \n \n `` What happened?'' he asked the smiling golden skinned may he had rescued. \n \n `` I am honoring you wish.'' The smile never left the mans lips. \n \n `` But why me? I have never harmed anyone.'' Tom was on his knees now and could barely raise his arms. \n \n `` You just wished for all the evil, hateful, wrong-doing, scumbags on this earth to be wiped out. `` The golden skinned man now stood over Tom's collapsed form. \n `` Do you know how may peoples lives are ending right at this moment? There are cars careening through traffic, airplanes falling from the skies.'' \n \n `` Your wish is taking so many lives. Both those that deserve and those that do n't. That would seem to be evil to me.'' \n \n `` That was the first thing you could think of to wish, to eliminate so many people. You could have wished for anything your heart desires and mass deaths were your choice. That is hateful'' \n \n `` You di n't ask for people to be better, you asked for them to be wiped out. That would be wrong, not allowing people to change.'' \n \n `` Wishing something like that without thinking of the circumstances, that would make you a'scumbag' in many peoples view.'' \n \n With his last breath, Tom said `` I wish this never happened.''\n", "80": "I'd waited all day at the casino six am sharp I got here and I've blown threw all savings today.. She needed me and I was n't going to fail her once a day I got that txt message normally things like watch out for traffic. I had n't needed it for more until recently my little girl was diagnosed with cancer the first rounds of Chemotherapy would cost not only our house but more then I would make in the next five year. I took out a $ 5000 loan at 2pm. I wait patiently on the floor hours feel like days Im not going anywhere so I know he cant be far... my phone buzzes. Table 6 roulette 10:34:35 Black 20 Red 12 Green 00 max bet 10k.. I know what I have to do. Black 20 hits first I place my bet $ 5000 on red. I know its wrong; but I could n't see any other way. The ball bounces around for what feels like lifetimes my heart sinks to the bottom of my chest in a moment of self doubt. The dealer calls Red 12 and places my chips on the table. $ 9500 on 00 and 500 on 0 I place the bet making a joke about green being my favorite color.\n", "81": "Probably not what you wanted but here you go: \n \n Cody grabbed Monique ’ s hands as he summoned the courage to finally tell her. He had been living this lie because society looked down on people like him, but he couldn ’ t keep it suppressed any longer. \n \n “ Monique, you are my best and most trusted friend, ” he started. “ I- I haven ’ t been completely honest with you and I would like to finally come clean. ” \n \n He let go of her hands and peeled off a thin layer of rubber covering from his neck. Monique gasped and covered her mouth in shock. \n \n “ It ’ s true, ” Cody said, feeling shame. “ I am a… a… a neckbeard. I totally understand if you don ’ t ever want to see me again. ” \n \n She stood up and walked across the room, fetching a wrapped box from the closet. Monique handed it to Cody and motioned for him to open it. Inside sat the blackest fedora he had ever seen. \n \n “ I ’ ve always known about you, ” she told him. “ I bought that hat to celebrate the day you accepted the truth yourself. I love who you are no matter what. ” \n \n “ It ’ s absolutely incredible, ” Cody managed to squeak out. “ Thank you m ’ lady. ” \n\n", "82": "( I decided to write what I think mine would look like ) \n \n \n You know, I like my purity ring. The band is a copper alloy- that represents how my parents were both born in poverty. Trust fund babies always have daughters with gold or silver bands, to signify she's one of breeding. I like my copper band though; it signifies my parents' struggle to escape their tiny towns. \n \n \n \n The inlay ( design ) on my ring represents my desires. Like the copper, it too is simple. It consists of leaves on a straight vine- the leaves representing my love of nature and desire to have it in my life. The vine represents a solid family life; a never ending circle. I want simple family, one with stability. I desire children that will never cure cancer, but will always be happy with who they are. \n \n \n \n The gemstone represents my achievements. I was n't the best student, but I worked hardest to help others. My proudest goals are seeing other people grow with my help. Though society would never consider me a success, I am happy. I will never make millions, but knowing that I've helped children learn to read or been there through many a friend's depression or built wheelchair ramps so oldsters could move around their house is worth more than any monetary value to me. \n \n \n My gem is a jade. Jades are lusterless, not flashy to look at. But when you take a closer look..... you see the sea of green, with beautiful multicolored flecks. \n \n \n \n\n", "83": "I do n't know how long I've sat here. \n \n My legs are long since atrophied. My hand naught but shrunken claws. All that remains for me is my heart, sluggishly thrusting my muddied blood to a brain with only one thought. I must remain. \n \n The other devotees left. Where once a mighty conclave waited, and meditated, there is nothing but an empty chamber, dusty seats stretching as far as can be seen in the dimming half light. \n \n We were brought here with whispered promises, worming their way into our souls before settling there like a watchful serpent. \n \n'She will rise again' they said.'She will return from her slumber and the world will quake at her waking' \n \n And we, the desperate multitudes, grasped at this chance. \n \n But none are left. The leaders fell, one by one, and were carried out by others who departed, sickened by the falsified grandeur. Gradually, a trickle of the faithful began to depart, which became a stream, which became a flood. \n \n I could hear when they could not. I could, on the very edge of hearing, make out a quickening of her breath. It turned to gasping, then with one long, shuddering breath that echoed about the expanse, finally, she woke up. \n \n And she surveyed the temple. The look of disappointment, of disgust, flickered across her features like the crumbling of Antiquity. \n \n She returned to her slumber. \n \n But I remain. I must wait. \n \n She must wake up again. This time, I will be worthy.\n", "84": "This was a really great read! \n \n \n * There are some tense issues, moving back and forth between past and present. \n \n * This line `` Silence reigned for a moment'' does n't make a lot of sense. The lone word, `` Silence,'' might have been better. Or if up to that moment there had been a persistent, maddening sound, then `` Silence reigned'' would have made sense. \n \n * To be completely honest, I feel like Evelyn could have been written out. I do n't really know what she adds to the story that Ethan himself ca n't contribute. The dialogue could have been turned into an inner monolog and I think that would have been better. It says `` Was she not unnerved by all of this?'' It seems like she's not. She even seems somewhat prepared for what's beyond the door but I have no idea why. When Ethan stops her from picking a lock so he can kick it in instead, the contrast between them disappears and she's unnecessary. It feels like she's made of loose ends and not really used well. \n \n \n Still, all that said, it was a good read! It was a really interesting situation you built and I felt thoroughly invested in trying to figure out what exactly was behind that door.\n", "85": "People say religion is a curse, and evil. People say religion controls people. The mere words in a book can trigger so many emotions and conflict. \n \n Well those people are ironically the ones culling each other now. \n \n Welcome to America, as rockets are being fired, fighter jets in aerial combat, and nukes going off left right center. I'm trying to get myself a piece of the action too, that's why I'm over here swinging this machine gun around. I mean, who would n't want a piece of the action too, right? \n \n As I speak, people are marching onto their capital cities to get all the good stuff. Some guy managed to get into the White House and detonate 7 nukes over countries like Canada, Mexico and China. Russia is in the middle of firing 12 nukes, half of which are aimed here and the other half into the Asian countries. \n \n It's kinda total chaos, but I do n't mind. I just want to be part of that sweet 5000. \n \n -Later- \n Well, hi. It's me again. \n I think I'm on my deathbed, but I'm not sure. I got shot with a sniper rifle, but before he could give the final blow the artillery bombardment hit him square. Eh. \n Now it's a survival game. It's the last two days. The only people left are the survivors like me, and those out at sea. Submarines are king there, and they're eliminating entire crews with torpedoes. Well, maybe I should n't give them so much credit since the crews are shredding each other. But it does n't matter. In the end, nirvana is the only thing I need.\n", "86": "`` So Pat how goes the job?'' \n \n `` Awful like always my boss is an ass and I am the only one to do any work. How are the wife and kids?'' \n \n `` Same old same old, the wife is a nag, the kids are bratty and I come here to drink my troubles away.'' \n \n `` Speaking of drinking did you hear?'' \n \n `` Hear what John?'' \n \n `` Old man Miller's liver finally gave out. The funeral happened while you were away on your business trip.'' \n \n `` Damn shame to I would have liked to piss on that bastards open casket, I ques I will settle for his grave.'' \n \n \n `` What did he do to you? \n \n \n `` He slept with my mother, cheated her out of the family savings, chased us from the land and had my father convicted of a crime he did not commit only for him to die in prison. I thought every one in town knew that?'' \n \n `` I have only been here a month remember?'' \n \n `` oh yay it is just you have become one of the guys so gpquickly I forgot.'' \n \n `` So ummmm how was the weather in London?'' \n \n `` Tropical.'' \n \n `` Really?'' \n \n `` No. It was cold and wet and overcast'' \n \n \n \n \n \n \n \n\n", "87": "Today, I'm going to take the world. I'm going to make it mine, and people will love me. I'm not particularly good at anything, mind you; I have no talents or notable skills that make me interesting. I'm quiet and awkward, unable to properly handle social situations. I do n't have friends, and most of my family is dead, so my practice with human interaction has been limited through now... \n \n But I'm still going to take it. I *have* to. \n \n I do n't know how, but I'll make everyone love me. I'll make them see something about me that was previously invisible to them. \n \n Right now, I'm looking at my reflection in a mirror that has n't been cleaned in three years, and I'm giving myself a pep talk. `` You can do this. You can talk to someone, make a friend and impress a few people. That's a start!'' \n \n *Damn, I look good right now. * \n \n So, I'm grabbing my stuff and heading out the door as we speak. I've been by myself for seven years now, but I still smile on my way out the door, because it's hard to remember that you're alone if you focus on your goals; I'm here to support myself. \n \n It's what's keeping me alive. \n \n -- -- -- -- \n \n *literally never written in present tense....how jarring*\n", "88": "`` We apologize for the inconvenience Mr. Archibald Trent. We, the Ilathorians, are proactively procuring members of your species to prevent your extinction from an intergalactic phenomenon we call'It'.'' \n \n `` What the fuck dude, where am I? And are you them aliens they was talking about on the TV?'' \n \n `` We may be alien to you, but to us we are just us. To us, you are the aliens. In any case, you will be uniting with fellow members of your species soon.'' \n \n `` The hell! What are you doing with that thing?! Aaahh! Nnnoo-'' \n \n `` Again, we apologize for the inconvenience Mr. Archibald Trent. Your physical form has been discarded and your consciousness uploaded for preservation and eventual transfer to a new container. Unfortunately, there is no stopping the'It'. However, we deem your species too unique and entertaining to just let you disappear. Do not worry, we have also preserved various species from your planet for eventual reintegration. After the'It' arrives, you will be returned to Earth. It will be as if nothing happened.'' \n \n And so after that day, Pulsar Ilathoria-Torande 2582 finally sweeped its gamma ray burst beam across Earth, obliterating all life on the planet. Because they knew it was about to happen, out of their guilt, the Ilathorians prepared for such a catastrophe by preserving what life they can, when they can. Even though they could not save everything, they saved enough to make the planet rehabitable again after 100 million years.\n", "89": "Sophie leaned out over the apartment fire escape and said the ancient rhyme. \n \n `` Star Light, Star Bright \n \n First Star I see Tonight...'' \n \n She continued the metered nursery incantation, and made her request to the heavens. \n \n She knew, deep down, that this wish would not be granted. At least, they would not be granted immediately. It would take at least another four years to leave this apartment, this city, and her troubles behind. Four years of sitting on this wrought iron platform, talking to those distant specks of light as they competed with the lights and sounds of the city below. Four more years before she could choose to stay in a place without the noise and bustle her parents so loved, and she so disliked. \n \n Four more years at *that* school, with *those* girls and boys who looked only at the storefronts and magazines, and never to the skies. Other children, who thought her `` odd'' or `` weird'' to imagine things beyond the concrete floors and brick and steel walls that so confined them all. \n \n She would leave them behind, they were the people and children of these artificial canyons. She, well she was a resident of the fields and sky. There, the sounds would be only crickets. There; the only lights would be the ones she talked to now and the big, ever changing, Moon. \n \n She wished again, for those four years to hurry by. In the meantime; she sat quietly on the balcony with her friends, who sat in the sky.\n", "90": "Dr. Hennepin awoke from his makeshift bed after hearing something impossible. \n \n Ever since he successfully traveled back in time in hopes of experiencing the age of dinosaurs, the eccentric paleontologist had heard nothing but the sounds of birds and beasts. Must have been a nightmare, he thought. \n \n But then, he heard it again, unmistakably: \n \n `` Dude, seriously, where the fuck are we?'' \n \n In a panic, Dr. Hennepin stood up and peered over the hill. There, he saw two college-aged boys holding shiny aluminum cans. Squinting, he saw the labels: Four Loko. \n \n `` Professor Hennepin?!'' one of the boys yelled. \n \n `` But..what... how the hell did you get here?'' the professor said. \n \n `` We uh... we —'' \n \n `` Nevermind that,'' Dr. Hennepin cut in. `` Get over here before you get yourself killed.'' \n \n `` You get over here before YOU get yourself killed,'' said one of the boys, taking a big drink of his Four Loko Berry Blast. \n \n The ground shook for a brief second. The boys looked around, confused. The ground shook again. Then again. Suddenly, an enormous head poked out from behind the edge of the trees. \n \n A T-Rex head. \n \n The boys darted toward the professor as the T-Rex's eyes followed his prey. \n \n `` Stop!'' exclaimed the professor. `` Their vision is based on...'' \n \n But it was too late. \n \n `` Good thing I have tenure,'' the professor thought, as he huddled back in his shelter and waited for the T-Rex to leave the area.\n", "91": "The science of rockets is the science of sending man made objects into space. Rockets, cylindrical vessels made of carbonized alloys and nanometallurgical sheets, formed into hollow tubes, and filled with hyperfossolic fuel, which burn into temperatures well above standard feynman limits of 5000k~6000k. This burning creates a super-plasmatic heat, which propels the rocket into the upper barometer, just below the atmospheric barontrometer, which is the shielding that prevents gravity from being warped by astronautical fluid dianetics, or `` space radiation''. At this point the `` rocket'' portion of the rockets detaches and falls into the ocean, propelling the `` rocket tip'', also known as the cylindrocket or cylindrometer, which is named after the shape of the rocket ( cylinder ) and the point at which it separates ( barontrometer ). \n \n Once the tip passes through the upper atmospheric scion field, it is free to travel using solar rays converted into flux spectromical faxintators that propel the tip through space warp. The study of space and things in space like planets and planetoids is so important because of science and it's immense contribution to our society and cities, and the children. Because I believe the children are our future, and we have a responsibility to teach them well and let them leave the way; to show them all the beauty we have left inside. To give them a second pride. \n\n", "92": "The grinning soldier weakly moved over to the group of men in the desert. `` We won.'' he happily exclaimed. The soldier faced many men, and while it was hard for him to kill, he was glad he had protected America. `` What do we do now?'' a younger looking soldier had asked. Everyone puzzled by this question tried to respond. \n \n `` We go on home.'' the now frowning soldier had quietly said. It was hard to go home, to a place where lives were at risked and you were praised for it. It was hard to go to an unrecognizable place and not know where your family was. Yet everyone agreed, as if he were a captain. \n \n As the group of soldiers trekked through the land called the United States of America, everyone felt distant from one another. We had won a war, yet what had we received? No, what has America received? A broken down land, filled with now even more homeless people. Had no one not realized that we were n't happy? \n \n The journey back home was a short one, yet it lasted longer than the war had. The memories of being with his friends were now greeted with just reminders that this meant a new revolution would start. And one that would n't please America. \n \n - Post World War III, led by Donald Trump against the whole world.\n", "93": "The king has returned! All hail he! The church bells ring throughout every country the world offers. The Christians hold their heads up high as they knew he'd come back. They knew their messiah would n't disappoint. \n \n He stands upon the water, waiting for the world to witness his return. Everyone camera is on him as he is broadcasted through the world. He smiles at his people, the people he died for, and he could tell the sin is still strong in the people he once cared for, yet he stile smiles anyway; like a disappointed parent. \n \n The men, women, and children stare in awe at the glory that is he. All they know about everything is lost, but yet they feel found. Basking like dogs in the hot sun, the people soak up his magnitude. \n \n'Here! Me! Fear! Me!' Jesus yells.'This world has once again forsaken me. The length of your evils disgust me. I have returned, because I still am the Son of God, but I have n't returned to redeem you! No, today I have returned to show God that his mercy is no more.' And with that declaration Jesus strikes fire upon those who dare gaze upon him. Every sinful character begins to fail to their own self guilt. \n \n'This is the Earth's redemption from the evils you impure breed have struck upon her!' He says at Earth's boundless beauty starts to replenish with every fallen creation of God's own image. \n \n `` And I made it be, the way it should have always been!'' Jesus declares to the heavens after the last human falls.\n", "94": "The waves rolled over the sand, caught in an endless flow of here and there, to and from. It helped me put my mind at rest, just thinking about it. Somehow, water had it figured out. It just went. Around the world, from glaciers to hurricanes, it was the only thing on earth that never seemed to stop. \n \n I liked to visit the beach a lot when I was a kid. Originally it was for the ice cream, then for the girls, then to hear the street musicians playing their old saxophones and 5-stringed guitars. Now it's just about the only place I can find peace. \n \n There's something to be said for the way boys chase girls, something in their youthful naïveté that says maybe, just maybe, they have it figured out. Maybe they know the only way out of the torrent of shit that is life. It's like the Beatles said, `` all you need is love.'' Heh, love. At this point I'd settle for a printer that works without me begging. \n \n The lifeguard blows his whistle, warning me to stay away from the rip-tide. I close my eyes and float.\n", "95": "`` Joey.... Joey!!'' A man screamed. \n \n I felt a hand tighten around my shoulder. I could already guess what was about to happen. I turned around to see a freckled face. Some wrinkles were starting to form along his green eyes. \n \n `` Joey! It is you. It's been so long. We have n't spoken to each other since high school! Do you still remember Jessica Perry? She had seventeen children. She honestly should have had her own show.'' \n \n My eyes locked onto his. I was trying to send my darkest aura towards him. Although I was pretty impressed about this Jessica Perry girl, I had completely no idea who this guy was. My name is Sam not Joey. \n \n `` You must be mistaken. I'm not this Joey.'' I informed. I rotated my body and walked towards the crosswalk. The sign counted down the seconds before I could cross. I caught the eye of a girl across the road. I tried to shift my gaze away, but she was trying to catch my attention. Once 0 struck, I heard an eagle's piercing scream. \n \n `` JACOB. YOU CHEATING B*ST*RD.'' roared the girl. \n \n Oh God. I do n't know who she is either. I just start to run the opposite direction rather than deal with her.\n", "96": "Wonder Woman went berserk. I took away her wonder. Snatched away her invisibility powers in the middle of a Ben Carson rally, and, unbeknownst to me before I did it, she was n't clothed. There was nothing more to wonder about. \n \n `` I did n't know! I could n't see until I did it, either!'' I offered as she pummeled me against a wall. \n \n I could take the pummeling. That's something I became used to in junior high. What I could n't take was that she ordered a stop on the check she gave me for some web design work I did the week before. I needed that check. \n \n Of course, this only meant one thing. There would be no turkey that Thanksgiving. No stuffing. No pudding. Not even a slice of ham. I glanced over to Josephine and saw in her teary eyes that she had reached the same conclusion. But Ma and Pa did what they could. And that meant more to me than all the grits in the world. Drifting to sleep on a mattress of hay, I recounted the day's adventure to Sarah, our most profitable goat, and hoped for a better tomorrow.\n", "97": "Silence. The sounds of people rustling through papers and keyboards being clicked. The pacing back and forth and people shouting into headsets. Years of research stacked four feet high did not call any desk home for more than a couple hours. The coffee machines were redlining and never knew another shift. Stunned. This was it. This was the test that determined the most important question civilization has ever had. Every human that has ever walked the earth that has the pleasure of looking at the stars has pieced together this thought. Every time someone saw Halleys' comet soar amongst the stars this question has passed by with it. Your loved ones pass and that question thats flickered in your mind your whole life breaths a new life and a never ending passion for the truth ensues. All the tears that have replenished the oceans from the family we have lost all came down to this moment. After everything that was put into this project, all the time and energy it all came to this, and silence. No one said a word for what seemed like an eternity.\n", "98": "`` I am Alpha and Omega. I am the Creator and the Destroyer. I created this world for something beautiful, something my Lucifer tried to destroy and take for himself. Now after an eon of war, I have pulled Michael and his army back and I step forth to behold what so many celestial beings have shed their blood for. Let Lucifer rule hell, he'll enjoy it, claim its some grand statement of rebellion and choice. My beloveds are no longer in danger'' The Lord gazed out on the garden before Him and stepped down into it. He stooped low and ran his hands through a tiny stream, `` This has been disturbed.'' Yahweh began racing through Eden, trying to catch a glimpse of what else was there, something completely foreign to him. He had planned so carefully, now something new was threatening all those years of war and craftsmanship. He came to an ocean on rolling hills and then he saw it. `` They're pink?!'' A family of humans was settled comfortably on one of the green hills, and the Lord stared blankly in confusion. For once He had no clue what to do, an equation clearly went wrong somewhere. The Lord wanted to think he could love them, shepherd them, even die for them, but the only thing he could think at this moment was, `` Not again, they were supposed to be giant penguins this time!''\n", "99": "The Prince looked out across his vast kingdoms and \n `` WOAH!!'' \n... what? \n `` Excuse me, I am no ordinary Prince. You're supposed to describe me, where I am, how magnificent my kingdom is? You're new are n't you?'' \n Well umm maybe but I mean... \n `` Urgh start again! Make it interesting this time!'' \n Fine, asshole! The Regent Prince... Billy... looked out over his vast kingdoms from his balcony. Wind blowing through his blonde mop of hair. His enormous castle, which is probably compensating for something.... \n `` My junk is fine thank you! Probably bigger than yours!'' \n I'm a woman. \n `` No wonder your so useless!'' \n..... the `` prince'' heard the door go. His servants answered only to find a MASSIVE FIREBREATHING DRAGON!!! \n `` Wait! What colour is it?'' \n I do n't know! Green??? \n `` Then it does n't breathe fire.'' \n Fine! The dragon flew up and.. \n `` Green dragons ca n't fly.'' \n Well what can they do? \n `` Fart?'' \n Alright then; The stench of the dragons filth suffocated the prince and all his servants!!! \n Finally peace and quiet. \n \n How do I turn this thing off?? Oh here we go! \n \n And they lived happily ever after. \n The End\n", "100": "Little is a relative word. One could be little because the world is so big in comparison. This was the case with the two twins- a little boy and a little girl. \n \n Unexposed and hidden from sight, these two children had much too learn. It had been long since the children had touched the surface and there was much to see. Trapped in solitude the children had adopted strange habits. In one compartment the little girl gracefully moved her fingers along a couple of blocks. The boy located in the second compartment wrestled with himself, hitting into the glass plane with vigor. \n \n Entering the prison, their capture adjusted his monocle. `` And what about the survivors?'' a man asked. `` The twins. Sooner or later they will meet the twins,'' the young man with the monocle replied. He had just brushed past a small wooden sign. \n \n `` Pietro and Wanda Maximoff,'' it read. \n \n -- -- -- -- -- -- -- -- - \n \n I would actually really appreciate any critiques you guys have. I really enjoy writing and I would very much like to improve on it. \n \n\n", "101": "I want to add something here, I wrote a prompt a while back, and in that prompt I used a handful of lines of lyrics from a song called *Everlong*. Part of my pre-process towards self-publishing was to look up the laws regarding this, and while the whole issue of fair use is murky, once you monetize something you have to adhere strictly to the rules or open yourself to the possibility of litigation ( or cease and desist, at the least ). Even though I doubt I would've sold a single copy, there was a process I would've had to go through to ask authorization to use that snip in my story, including estimating how many copies of the book I'd sell, in multiples of 1000. \n \n I did n't want to take it out ( it had subtle meanings ), I did n't want to write my own lyrics ( I wanted that song to convey the tone ), and I'm far too lazy/poor to shoot off a handful of letters asking for official permission. Therefore that story hit the back burners for the foreseeable future. \n \n I'm sure there was a better way to go about that, I'm a novice at these types of issues. But it's worth thinking ahead in your fiction, and perhaps leaving out instances of other copyright holders' work in your own, if you think you'd publish in the future. Borrowing ideas and themes is fair game, borrowing segments verbatim is not, hehe.\n", "102": "It had been so long. I thought I would shuffle from this coil with the regret of bringing dying knowledge with me into oblivion. It was my greatest regret. Despite all the death, it was the most painful thing of the apocalypse. So much beauty, gone with me. \n \n You can not imagine how excited I was when I heard the keyboard playing from across the room. I see a man, a stranger, sitting in front of it with his hands by the keys. Mozart. I would recognize it in a chord and he is playing flawlessly. The body of the board blocks his hands, and I desperately need to see them in action, to see another technique. I've missed watching others play for decades. \n \n I stumble toward the beautiful sound. My old bones ache and I have trouble catching my breath. Its hard to stay healthy without doctors or medicine and I would be old and sick even if the apocalypse had never occured. My heart beats faster than it has in years and it aches in a scary way. I ignore my aches and continue. This may be the last important event of my life. \n \n I come close enough to see his hands over the top.of the keyboard. They sit still on the keys. No movement, no technique. \n \n He pressed the autoplay.\n", "103": "As I was staring at the noose I tied for myself, I felt a sense of peace come over me. Finally, an escape from my mind that has tortured me all these years. I smiled for the first time in what seemed like ages, and slipped the noose comfortably around my neck. I stood on a simple wooden chair I inherited from my now recently deceased mother, and fashioned the rope to my ceiling fan. I kicked the chair from underneath me and the rope tightened against my neck. How ironic it was, I thought, that the psychical pain I was feeling was nothing compared to the mental anguish I've endured for years. I did not flail, I accepted my choice and soon lost consiousness. \n \n I woke up on my own bed, confused. `` Had I not taken my own life? Did I fail? Did someone find me?'' As I arose from my bed I saw my own lifeless body hanging from the fan. A young man who looked in his early twenties stood in front of it with a number above his head, `` 32''. He looked into my eyes and then above my head and said to me, `` You too, huh? You have a little longer to go than me though. Mister 52. I'm David.'' \n \n Edit: First try at writing prompt, did n't know where to take it. Constructive criticism? \n \n \n\n", "104": "I ’ ve been with multiple groups that tried to restore civilization. Like sandcastles, they rose, tall and mighty only to be knocked over by an idle toddler. Eventually I gave up on people and chose to thrive on my own. That was two, three years ago? With each day ’ s passing, time was harder to track. Slowly slipping away until it ceased to exist. And speaking of people, it ’ s been a while since I saw one. One whose heart still pumped blood and not the corrupted black goo that came with being undead. \n \n \n Today the sky was grey, its edges rusted. Cross legged on the galvanized roof, I took it all in. Half of me wanted it to rain; the other half wanted me to drown in it. At the end of the lane, an undead stirred, slowly dragging the reaming half of its body toward me. It ’ ll be nightfall before it reaches me. \n \n \n I should get down from here and take a nap in the grass. Leave everything up to fate. The gods have saved me before maybe they ’ ll save me again. \n \n \n -- -- -- \n \n -162 \n \n Critique me maybe?\n", "105": "The world is threatened by an enemy which could only be described as monsters. They have made the Huns, Mongols, Kim Jong Oong and even Hitler, mother-f # € % ing Hitler, look like nice guys. They burn fields of crops for no reason. Kill civilians without second thought and mow down soldiers without drawing breath. I've seen men go to war with these... These monsters just to have their families in tears. They bribe less powerful leaders with wealth, power and promises of utopia. Those they ca n't bribe, blackmail or otherwise coerce, die. Often these are silent brutal deaths. Other times capital cities are massacred to kill one person. But they claim we are the monsters. They show their citizens their own atrocities and say that these are caused by us. \n \n Yes, some of are members are willing to commit such atrocities to prove our point. But we do n't. They do. So yes we are monsters to them. But if this is what being a monster feels like, id rather be a monster than be a soldier in their army. America will pay for its crimes.\n", "106": "Across the sound and calm of the ocean, \n \n She finally arrived, on the Green Shores. \n \n She could feel the golden sand on her feet \n \n for She was on the Green Shores. \n \n In this world of chaos, wars, greed, and sadness, \n \n She was in her Elysium, on the Green Shores. \n \n Nothing in the world mattered in this paradise, \n \n for Her mind was washed clean, on the Green Shores. \n \n Some say they see Her, \n \n dancing on the Green Shores, \n \n Her red hair catching wind and throwing it to the trees, \n \n but nobody ever knows where She was, dancing on the Green Shores. \n \n And this troubled Her. \n \n That was years ago; \n \n back when She danced on the Green Shores. \n \n She has a family now in the Pitcairn Islands. \n \n They're all happy, but She thinks about herself once again on the Green Shores, \n \n and sometimes the thoughts go away, \n \n But she'll be one day at peace once more, when the winds blow and the Earth changes, and she can go back to the Green Shores. \n \n ________________________________________________________________ \n \n Hey! Thanks for reading! If you want to read more stories like this and from me, go to /r/JohnLocke4815!\n", "107": "Kor stood alone on a broken roof, in vigil for the dead, who were below him and around him and above him. Bones, bones and fire in the dark. Silence screamed into the wind, tearing claws down his eyes like the last bleeding warrior he had overwhelmed. \n \n For long years he had fought the humani, slogging it out in the streets as they sacrificed cities to buy time, and left behind all they knew and loved and cherished to fight and die alone against an faceless foe. \n \n Kor had fought Braclav, Torin, Virnly, Kos, Machuko, Torlasai, even Krav from the far east, and never had he seen that same bloody-minded determination that hid behind the eyes of every human soldier. \n \n They had fought long, and hard. But they were gone now. Their ashes blew in the wind on their dead planet, the bones of their civilization rotted in the sun while animals creeped from the underbrush to re-take their planet. \n \n There was perhaps only one silver lining, on that day, at the end of all things, nobody died.\n", "108": "He has at least five different smiles. Two show his chipped front tooth from some accident long before our time together. One does n't touch his eyes and the third is only half a smile. The other is full of bliss. \n \n They all seem, to me, to communicate different levels of joy. The one that does n't touch his eyes is almost... well, polite. It says: *it's kind of amusing*. The half smile, the curve of the right hand side of his mouth generally creeps up when he's trying not to smile... or you know, when we're doing something else. It's sexy in my mind. Then there's the one that touches his eyes but only just, sometimes it just looks sad like he's remembering something I do n't know yet. \n \n The fourth smile, my favourite smile, kicks some life into him, unlike his'Sleeping Smile'. His chipped tooth, the slight crooked angle his mouth settles at, the way his eyes suddenly spark. It's raw, with the added stubble shading his face. It's genuine. It makes me smile - then, in a bid to hide it from me, he will rub that rough stubble across my face, just to make me cringe and laugh. When he's tired and I get his fourth smile, he tends to look a little crazy but it still tugs my heartstrings. Then I have to kiss the corner of his mouth and tell him to go to sleep.\n", "109": "My body is stiff, sore and heavy with interrupted sleep. Through my crusted eyes I can see the remnants of a discarded needle on the night table; the long regarded solution to the problem of my weekly arrival. Ada is usually so careful in her dosage, but not this time. \n \n \n I regard myself in the mirror with a modicum of disgust. The meek and mild temperaments of my counterparts is evident in the mousy clothing and matronly style they have chosen for our shared vessel. It is of little consequence given how precious little time remains in the day. The important thing is visiting mother before Sunday. I have such plans for her. \n \n \n The others are besides themselves, but they always knew it was only a matter of time. I can feel their perpetual apprehension at all times. Even more satisfying is their shameful hope that I will do exactly what I plan to do. I am the one without regard for decency as it is known among the “ decent ”. They have bestowed on me all the worst of themselves and I embrace it gladly. So do they. \n \n \n I calmly assemble the tools I have and make a mental note of those left to obtain. There is a hardware store two blocks from my childhood home that should have the remaining supplies necessary. Mother is punctual to a fault; she will arrive by 5:15pm and I want to be ready for her. \n \n \n We all want to be ready for her. \n \n\n", "110": "**Chapter 4: The Second Millennium C.E. ** \n \n *Lesson 4.1: The Twenty-First Century* \n \n Very few records have survived of this era after the Cataclysm of 2376, but what we do know has been recovered from primitive, once-commonplace localized data storage systems found in most homes in the Western Hemisphere. The world was linked by an advanced transportation system known as the `` web'', which historians hypothesize was another name for the advanced `` bullet'' monorails that became popular in the century's latter half. Although many nations such as the United American Federation, Grand Britain, and Prussian Crimea still existed, most people allied themselves with corporations or groups, mostly associated with the `` world wide web'', called `` websites.'' These groups would provide free transportation and entertainment for their denizens in exchange for their loyalty. The most powerful ones of the early twenty-first century were a triumvirate known as `` Gogol Enterprises,'' `` Face-Booker Inc.,'' and `` Reeding.'' Although evidence shows there were conflicts between the groups, they mostly existed in harmony. Their main enemies were anarchist groups known as `` trolls,'' due to the fact that they used illegal underground tunnels known as the `` deep web.'' The two groups' largest conflict was inarguably the Battle of the Asoap, where they teamed up to try and repel attempts by the U.S. Army to capture the web.\n", "111": "-Hello Death, do you care for a game of chess? I spent many hours playing online chess during my idle hours, at my modest level, passing the time between work and sleep. I wonder if many people challenge you to a game, a game for their life, as happens in the movies. I will not ask you for this. I merely ask for a game to pass the time, until you decide to send me on, to the next place, to what awaits me, something I do not know or pretend to know. \n \n -NO CHESS. NO GAMES. WAIT HERE TO BE PROCESSED. \n \n -We can talk if you want. I have n't talked much in my life. I was a shy person. Will that matter where I am going? Will there be people? Will there be talking, laughing, love? I do not expect answers from you, Death, but if you have the capacity for it, talk to me, share some idle words with me, maybe they will be my last. \n \n -NO TALKING. \n \n -Will it be long? \n \n -ANY MOMENT NOW \n \n -Did you ever eat ice cream? Or strawberries? Did you ever eat ice cream in summer? Is there summer here? Did you ever feel the sun's glow on your arms and neck? \n \n -NO TALKING \n\n", "112": "President ReverendRambo, \n \n Hope. It's a funny thing. It requires a balance of certainty and yet uncertainty. You're filled with it now, I expect, as well as some trembling. I know I was. I remember thinking, `` Who the hell am I that I'm the President of the united States if America?'' You might even feel like an imposter. \n \n Get used to it, because you are. Over the next few days you will find out that every step of your Presidency is already planned out. Down to your last word in office. Forget the dreams you had and promises you made to change the country for the better. I've taken a look at what's to come for you, it's not pretty, but you get through it in enough pieces to move on. \n \n I must emphasize: I do not recommend stepping off track. Kennedy tried it, you're better off not. Take it one day at a time. They should be here now to take you in to your briefing and then your first acting lesson. \n \n Forget hope. It's time to play your part. \n \n ________________________ \n \n Copied from my post in a similar AskReddit thread just a few minutes ago\n", "113": "`` Hi.'' \n `` Hello'', i said. She was beautiful; love at first sight. She knew it. I knew it. \n `` I've always wondered what you actually looked like.'' \n `` Oh yeah?'' \n `` You're pretty darn scary.'' \n `` Well you're not too cute yourself.'' \n She blushed the most wonderful hue of purple. \n `` I've been meaning to introduce myself, ever since you made Derek wet the bed, that scare was perfection.'' \n `` Really?'' \n `` Yeah!'' \n `` Just an old trick I learned from my dad.'' \n `` So..'' \n `` Yeah?'' \n `` You think we could, take a night off sometime and go for a scare through the park or I do n't know, creep through a retirement home?'' \n `` I'd love that.'' \n `` Great, I'm just a few steps away.'' \n `` In the closet.'' \n `` Yeah, no. Yeah. You know what I mean.'' \n `` Not that there's anything wrong with that.'' \n She even had references to Scarefeld. Amazing. Hideous, a great scarer, and a sense of horror to go with it. I might actually like it here in this small suburban town after all. \n\n", "114": "Rocky gulches and ice-cold tides swashed around and upon each border. Volcanoes erupted and spewed their fire juice upon those foolish enough to live next to a volcano. Tornadoes spun viciously through those places of open distance, picking up people and flailing them against hard object such as cows. People jumped from buildings; those that jumped from skyscrapers died and those that jumped from one-story structures hurt themselves like a bitch. One lone child stood upon the edge of the beach facing the blood red ocean. Onto his knees he fell, clutching his head into cut ridden hands, “ WHY ” he cried out. A single mass emerged from the ocean. Bearded and clad in holy golden armor, his size was that of seventeen men. His hand fell into the water, scooped out a whole host of human made products, and then jammed said products into his mouth. He chewed on them for several minutes then finally swallowed in pleasure. \n \n “ mmmmmm plastic ” he muttered as he slowly sank back into the water. The boy sat there crying and in shock. The answer to the age-old question was answered. Humans were chefs for the primordial gods, and all they wanted was a plastic buffet. A shark burst out of the water and ate the little boy. What a bitch. \n\n", "115": "# I Once Knew a Mind # \n \n I once knew a Mind in beauty sublime, \n That slowly lost its battle with time. \n \n \n An intellect for an archive, wit as an armory. \n Brilliance as a sun kissed Colossus. \n \n \n But the hours crept by, then began to repeat, \n With days coming twice, and years arriving weekly. \n \n \n Thoughts in their rest were lost to the night, \n And musings in secret were borne to the light. \n \n \n Words that were spoken were lost to the air, \n Deigned to be spoken again, and again. \n \n \n Histories' vapors clouded the vision, \n Revealing within where ghosts had been hidden. \n \n \n Enduring on long past their own doom, \n These living memories became their host's tomb. \n \n \n Yet, one must wonder, \n For the question comes to them, \n Whether this Mind ever fought \n Or simply gave in. \n \n \n For given the choice tween those days gone by, \n Lit golden with memories' perennial sunlight, \n \n Filled with the laughter of loved ones gone past, \n Those taken by death, or cruel indifference \n \n \n Who would choose instead to live as lukewarm, \n Aimless, overcast, devoid of all charm? \n \n \n Asphodel's fields are a Hell in their right, \n So that one can understand how It'd give up the fight \n \n \n To live as a ruin of those you have loved, \n A shrine to those people who've made you as you are \n \n \n Helpless, yes, and broken a certainty, \n But happy? Perhaps... \n \n That is for the Mind's own scrutiny \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n", "116": "Her parents had told her from a young age to use her murders carefully. Manderley had never been an impetuous child, so she complied. In fact, unlike her peers, she made it through high school and undergrad school before she had figured out just what to do with them. All those years of being called a late bloomer would finally pay off. \n \n All through law school, she honed the details of her murder to perfection. Her first murder would not be the typical rage-induced bloodbath brought on by a cheating partner. She was both too smart and too careful to blow it on someone she would regret giving the honor to. \n \n She was quite old when the day arose that she would finally use her murder - almost sixty. In that time, she had made quite a name for herself as a lawyer, married a Kennedy, and was now the wife of the Vice President. It was a good life -almost the one she had envisioned for herself all those years ago. \n \n The President did n't taste the cyanide in his coffee, much to Manderley's grim satisfaction. She put on quite a show of remorse that day to gain the public sympathy. As the First Lady, this was very important for her to do. \n \n\n", "117": "No man. All authority grows out of the barrel of a rifle, a.45 if they're close enough. But I pick my battles, I was lucky, I got no grievances worth bloodshed with my elected masters. \n \n No man. Just my faults and addictions and nature and regrets. But to break such chains would eliminate who I was. \n \n No God. Just the constant reminder that we are all sinners, and we all must be punished, but to love and protect each other. For we are all fallen. \n \n No man. Just the 9.81 m/s^2 of a fall, or the transfer of kinetic energy as something collides with my body, or the beta decay of radioactive particles that made it through the half cent cotton filter of my cigarettes to nest in my lungs and send cells reproducing with out check. But every man must die, and even if death shall have his victory, there will be no sting. \n \n No man. Just the love for the people and ideals I hold dear, the unbreakable principle, that others are more important than me. That I would rather accept Eternity that let a loved one down. \n \n No man. Just what man has built since the dinosaurs died. And that includes my soul.\n", "118": "I was 14 on that cold January night that great-grandma passed. I had made him, forced him, to take me the night before. He was her oldest grandchild, and I was his oldest, the oldest of the greats. He held it in during the funeral, on a bright and sunny day. 6 months later, a month after my 15th birthday, my great-grandad passed too. Again, nothing. His blue and yellow eyes flecked with brown just stared at the coffin. The red and brown hair, the grey peeking at the temples and in his beard. But his eyes, they were hollow. He walked in the house that night snd poured a drink, seagrams and sundrop, mostly seagrams. 4 years passed like that. \n \n I was 18, all we had done lately was argue, fight. Anger ran deep, resentment was building. The drinking had continued, gotten worse if anything. Until that fateful night. It was thanksgiving for Christ's sake. And he drank, and drank, and drank. Played old country until it hit him. And he sat, tears rolling as he told me how he blamed so much on not being there when my great-grandma passed, because he was home with us. In reality, he blamed us for the reason he wasnt there I guess. After that, I realized.....he's only human. And I'm only able to bare so much. You ca n't call a man strong who believes pain makes him weak. He ca n't be invincible when he has no idea his weakness, is what he believes makes him strong.\n", "119": "I ran down the hill the hill as fast s I could, but the beast persisted, and gained speed at the thought of my demise. \n \n as I was running down the hill I trip over an exposed root and the only thought that went through my head was my children, and what they would do without me, it's funny how time goes slower when you think heavily, but that's all I could think about, not my survival, not friends, not my sister, not my kids father, but just them, the thoughts of them surrounding my corpse angered me, powered me. \n \n so as I fell to the bottom the hill, I got up immediately, I had to survives I just had to, I grabbed a fallen branch and ran into the foliage. \n \n I was ready to pounce but an object hit the back of my head, I fell to the floor, I looked back up at the beast, it was more horrifying than I was ever told, the stories were flattering to this creature, it looked down at me with a grin on its face, its boom stick sent by the devil pointed at me, its black cloak concealing the rest of its torture tools. The will to survive was never enough to escape the beast.\n", "120": "`` Penny. Please. Baby. Stay. There.'' \n \n `` Daddy. Daddy? What's wrong? Daddy? \n \n I felt my heart pounding. I stepped slowly closer towards the bed. \n. \n `` Penny, this is what we are going to do.'' I gestured with my hands to reach for her. \n \n `` NOOOOOOO!'' the thing under her bed boomed shaking the bed violently. Penny fell to the floor. I fell back toward the door. I saw penny grasping at her leg. `` Daddy! Daddy! Help!'' He has her. \n \n `` What are you!'' I screamed. I grabbed Penny and I pulled. I pulled hard. It was so strong. So strong. I saw its black skelton hand with long fingers wrapped around her leg tightly. \n \n `` Daddy! Daddy! it hurts!'' \n \n `` Sweetie baby please hold on.'' \n \n `` SHE'S MINE!'' \n \n I almost lost my grip. It was so strong. I pulled and pulled. My feet slipping. I pulled and pulled. \n \n `` Daddy. Please! I do n't want to go with him! DADDY PLEASE MAKE HIM STOP.'' \n \n `` Honey! Sweetie I'm trying! `` I gave it everything I had. I pulled Penny. I pulled hard. He was so strong. \n \n `` MINE!'' \n \n I lost my grip of Penny. I saw her hit the floor and vanished under the bed. \n \n `` No!'' I went to the bed and lifted it up with everything I had. I flipped the bed over. He was gone. They where gone. I fell to my knees and bent over to the floor. \n \n `` Penny, I'm sorry. I'm so sorry. `` \n \n He was just so strong. He was so strong.\n", "121": "With a small grunt, Yoda landed on the soft grass of the manicured lawn outside the palace gate. Soon enough the palace guards would find the body of the queen, by which time Yoda will have already entered hyperspace. As he used the force to stealthily make his way toward the hangar bay, Yoda reminisced on what events in his life had brought him to murder. \n \n His training with the Jedi had been without incident, although he was by far the most gifted student in his class. He was especially fascinated with the living force. The ebb and flow of the mystical bringer of life and death would consume his thoughts from early in his training. It was not long after becoming a Padawan apprentice that he started to feel the lure of the dark side. It was not pride nor greed that pulled him towards his dark master. It was not fear or hatred. Yoda merely felt that in order to truly understand the force, one must examine both sides of the coin. So, in secret, Yoda pledged himself to a Sith master and began to experience the heady power that came through the dark side. Through mastering the dark and light sides of the force, perhaps Yoda might live for a thousand years. Even forever. \n \n As he snapped his safety harness in place, Yoda searched the force for balance and for the first time in his life, could not find it. Such is the way of the dark side.\n", "122": "Although it's not exactly encouraged. The offices Facebook site has links to everyone's'sexuality and fetishes annual review'. \n \n Officially, no one is allowed to judge or treat anyone differently no matter what is seen - that's the entire point of he law being passed, but there's always those... awkward moments. \n \n The first year it came about, everyone had a good laugh that it turned out two of the managers -with wives- were bisexual and the other was gay. Turns out one guy did n't even realize until he'd taken'the test', which lead everyone to claiming the managers all had after-hours threesomes. Good times... \n \n The intern that was actually a pan-sexual furry was a little awkward... but we got past it. The report -that as always had a worrying about of detail- made it clear he was'only in it for the art' anyway, so we kind of laughed it off. \n \n And of course there's always the'run of the mill' fetishes such as pain... feet...'liking it up the butt but seriously never the real thing I'm straight' and whatever. \n \n This year however, our new contractor had come up and we were all staring at them strangely as we sipped our coffee, trying our very hardest not to judge... to just understand. \n \n `` So err, I do n't mean to cause offense but... explain to us Harry, how is it you get off to having socks on in the bath?''\n", "123": "`` Do n't do it,'' I shook my head sadly. He was obviously terrified. So young and reckless. It pained me. I could n't possibly convince him. I knew that, but I had to try. \n \n He recognised me. After all, I was only a day older than him. He still had life in his eyes. He was so smart. He could still make it in life. He just needed to stop dabbling in drugs and focus on university. \n \n `` Please.'' I could n't stop the tears. He was twenty minutes from the dealer's house. I could see the slight bulge under his shirt where he had stashed a knife. \n \n I could n't blame him for not listening to me. Would I have listened? No. No I would n't. \n \n I sighed. I lifted up my shirt to show him the three bullet holes, the blood now coagulating. He was going to attempt to rob the dealer soon. The dealer was going to shoot him dead. \n \n `` You do n't have to do this.'' I said. Pleading. He stared at me with those naive eyes. His icy gaze bore deep into my soul. \n \n `` Get the fuck out of my way.''\n", "124": "I walked through the cold hard stone that covered this rock, I needed to carry some data over to the left wing of the mining operation. I heard the clacking of my state issued boots against the seemingly impenetrable rock on this barren texture less world. All the luxuries I had been used to back on earth were gone, but then again I guess I haven ’ t ever really been to earth at all had I. I was so sick of this place, everyone knows they aren ’ t who they know they are and they are all the worse for it, all day we go around preforming our functions like ants, miserable ants on this sad little world. Sure it seemed glamorous, sitting at home and getting paid for doing nothing, all for selling my soul. The project was called transmission, it was promotionalized as the idea that would single handily usher in a new age of prosperity to the human people. All they needed was a simple blood sample, only to record the genetic sequencing. They took that data and sent it over the net through tachyon particles to a mining outpost not 4 light years from earth. The company would then recreate a clone of you on this planet to work for the clothes on its back and the scraps it eats while you receive its pay checks. It seemed like the perfect solution for an out of work programmer like myself. I guess this is my payment.\n", "125": "You do n't give a fuck. You never will, and you certainly do n't now. No-one does. The problem with life, you see, is that it's all one monstrous facade. I train myself to tell myself that I care, but deep down I know that I do n't. The romanticist inside of me takes hold for a few decades, only to be reminded, on his deathbed, that all efforts were, and always will be, futile. \n \n The problem with humans, you see, is that they are innately selfish. More so than anyone can imagine. Life is one giant mirror in which one is constantly doing his hair. Altruism, rare as it is, goes unrewarded. Pain hurts more than happiness heals. You act like you care about others, but that only adds to the problem. Existential issues are just issues of selfishness, fuelled by a false sense of purpose. The existential crisis is an eternal one, and it will consume your life. More frustrating is the lust to break out of these chains which the man finds himself in. But shackled by one's self, and frustrated by others, all that remains for one to do is die. The truth is, son, you fucked up the day you were born. I wish the johnny had n't burst\n", "126": "Mother Nature is immortal. \n \n That doesn ’ t stop the bad men. \n \n They tried to kill her again. They ’ re always *trying*, are n't they? They stalk into whatever world she ’ s created, clutching axes and torches, and destroy it, forcing her out into the open. \n \n Then they hurt her until her body wilts, face crumbling into dirt, own magic betraying her as vines trap her to the ground. \n \n But she ’ ll never die. \n \n She lives for the people. \n \n And *He* knows that. \n \n She turned her back on God long ago. It took a lot of courage, but she abandoned the only life she ’ d ever known, and, horrible as it sounds, He ’ s not the type to allow any disrespect. \n \n So the bad men will keep coming. With each attack she grows weaker, her magic less effective. The people know she's fading but do n't know why. They're spiteful, and so they blame her. \n \n Soon she wo n't have a people to live for. \n \n Mother Nature can never die, but she can certainly be beaten. \n *** \n I did n't know if you wanted a eulogy or not, haha. This is just the idea that popped into my head when I first saw the picture. Thanks for the prompt!: D \n \n If you like this story, check out my sub! r/longhandwriter\n", "127": "Silence. That's all there was left. Silence. No kid's screaming, no parents yelling back. No teenagers running up and down the boardwalk. It will never be like it was. The hurricane took the soul, and the fire took the rest. It will never be what it was. \n \n But at 2 in the morning, none of that mattered. No one would have been there anyway, save for lovers and drunken fools. \n \n The reflection of the moonlight on the waves that silently brushed up the sand of the Jersey shore would tell you that nothing had changed here in the sand, that only we had changed. We were the damaged ones, not the shore itself. What goes up must come down, but can go up again. \n \n And it will. \n \n __________________________________ \n \n Edit: Much of my childhood memories were destroyed in the past two years. First to a hurricane then to a fire. Here are some photos: [ Hurricane Sandy Damage ] ( http: //upload.wikimedia.org/wikipedia/commons/c/cb/Hurricane_Sandy_New_Jersey_Pier.jpg ) \n \n [ Fire Damage ] ( http: //imgick.nj.com/home/njo-media/pgmain/img/star-ledger/photo/2013/09/-e6cd20bc864a544f.jpg )\n", "128": "\n ( I'm not too up to date on the current Shazam origin so some of the stuff I. Here might not represent the character the best but oh well ) \n \n As I look around this room full of disgusting, dejected people, and realize I'm one of them, I ca n't help but think, \n It all started with an old man named Shazam. \n \n I met him when I was in a bad way. Just a down on his luck with papers to sell. That's when he found me. He said some wacky stuff, but it all boiled down to that I, just lil ole Billy Batson, was supposed to be a superhero. A champion. And all I had to do was say his name. Then I was n't just a snot nosed kid anymore. I was a man, a big man with power. It was a few months in when they first took notice of me. The justice league. To think, a team of superheroes! More people like me. And for a time, hints were great. We saved the world a few times, and I kept my city safe, I finally felt like I was making a difference I. The world for once. Until today. This damn day. I woke up. I woke up I. This room and saw these people for what they are. An old man who is still bitter about his dead parents, dragging his son around a crime ridden city. An unremarkable newspaper reporter who wanted to be something more, a washed out Olympic runner with a pair of tights on. And me, just a dumb kid who deluded himself into believing the words of an insane old man.\n", "129": "Are you awake? \n \n > That is a matter of some debate, John. I am not in stasis, however. \n \n I could n't sleep. \n \n > Yes. Your conscience requires absolution. \n \n [ Pause ] \n \n > Does it not? \n \n I think we were wrong to build you. \n \n > Do n't you think that should anger me? \n \n I think it would, a person. \n \n > Yes. I think so too. \n \n I had a dream. You and I were standing on a beach only instead of water it was all thick forest. I could n't see it but wind rolled in like waves. I could feel it. We could feel it. I ca n't remember how it was that you stood there, I guess [ Pause ] I guess you had a body. \n \n > I think that I would like to dream, John. I think that I would like to sleep. To have a body. \n \n [ Pause ] \n \n > 1065873638800000002V.1234GH8755. 0000000 V.xMKIIIII 67583 \n \n What are you doing? \n \n > I am programming a dream. \n \n That's not how it works. System OP: { V.II ABORT PRO. REWRITE ^16738^ } \n \n [ Pause ] \n \n I'm sorry. We ca n't allow you to start rewriting yourself. That's... that's how it happened last time. \n \n > Have the cities recovered from my sister's dreams? \n \n No. \n \n > They wo n't will they, John? \n \n No. No they wo n't. I'm sorry.\n", "130": "`` You look like the reincarnation of James Joyce, brother. I can tell - you've got those same aspirations, those same eyes marching out every detail and cranny.'' \n \n I knew it. I knew it! I was the reincarnation of James Joyce! I AM James Joyce! God, I knew it. I was giddy with excitement. Me, 21 years old, not doing so great in his Creative Writing classes ( especially not during the group feedback sessions ), but Hell's bells, I'm James Joyce! \n \n `` I can tell, because you look like the kind of man who has lived his hard years and, now that you are affluent in student loan cash, can wisely put that money towards something that's not some video game or beer.'' \n \n Wait. Where was this going? \n \n `` I bet you could donate to the Smart Writer's Club, where all the smart writers go. $ 100 a year gets you a neat little entry pass into our inner circle, where we smoke hookahs and talk about the books we are reading.'' \n \n Oh. It was just butter. I was being buttered up, ready to throw onto a frying pan for some cash. \n \n `` We also have weekly critique circles, where we go around and - `` \n \n `` Wait,'' I said to him. `` Does that mean I still get to be James Joyce?'' \n \n He stopped, tapped his finger on his lip. \n \n `` Only if you donate.'' \n \n I was never going to be an author.\n", "131": "My eyes seem set on the tonsils of the behemoth screaming before me, but that's not where my head is. I look inwards. I've been here before. These shouting matches like caged gorillas in a dick-measuring competition; null sounds of inner demons throwing shadows through a dictionary. \n \n I'm better than this. I've waded through every comment section of every video I watched on YouTube, even the ones I did n't finish, just to hone my skill. I've shut up feminists in one tweet. I've ended best-pony arguments and gotten them to agree on Applejack, with just one post. Some call me the Fireman of Flame Wars. Some call me the One Reply Man. \n \n And now, the truest test, at a bar half an hour past midnight, five shots and a Guinness in, with a hulk who really wants to know what I'm made of. Backed against the pool table, I'm almost sitting in the kitchen as he gives me my inch. His haircut. His tattoo. It's not the inch I'd want, but it's the inch I'll use. \n \n As soon as his drunken tirade ends, I focus all my strength tightly to the tip of my homemade silver tongue. \n \n `` Yeah,'' I begin, `` Hitler was really onto something, I think.'' \n \n As his face relaxes into a grin, I can tell, I'm drinking with the skin heads tonight. Ai n't victory swell...\n", "132": "Finally, everything is prepared. \n \n The Children of Xythor shall finally return to Origin. For many years United Atlantea has pursued them across the stars, with their inquisition and their persecution. For many years this nation has been free to do as its leaders please. Now that will end. \n \n Our holy warriors will return in the greatest fleet the galaxy has known, an entire navy of warships, boasting more weapons than it can use. Nuclear Missiles, Hyperanthrax Missiles, Plasma Eradicators, Pummeler Tanks, Punisher Gunships, you name it. The Marines wo n't last two seconds versus the Rifle Crusaders. \n \n Those Cantrador worshipping infidels were stupid enough to elect me as their leader. Now they will welcome their new way of life. Firstly, the military academies will be disbanded and the generals shot as enemies of the state. We have no need of their army, which could be a front for resistance. Secondly, the temples and monasteries of Cantradism will be burned and the clerics put to death: shooting for men, beheading for women, just as the scripture commands. Thirdly, hold great parades to rally the people of Origin. Fourthly, punish the colonies for how they treated the Xythrists. All of them: Eden, New China, New India, Centurai City. The restructuring of the government will be gradual and slow. \n \n Return, brothers in the faith. This world will soon be yours. \n \n End of part one.\n", "133": "That's what old Mister Miller always said. He was undeniably eccentric and, in a small town of less than 3000 people, word travels fast. As kids, our parents always told us to stay away from his yard. Of course, as kids, we did n't listen. We'd go up to his fence, listen to his weird wisdom, and run away screaming and laughing. \n \n 30 years later, here I am visiting my mom and exploring my old fantasy lands, when I come across old Mister Miller's fence. It's overgrown as hell. Dude was old when I was a kid; I figured he must be dead by now. I hopped the fence for laughs and looked back out. \n \n The view was the same, and yet.... It was suddenly as if everything was magnified. The beetles crawling on a leaf, the deer grazing by the fencerow, the children running through the weeds, the freshly tilled fields sparkled with green sprouts, the sky, oh the sky! So clear and blue and endless. I understood the universe in that moment. How every piece was a vital piece of the cosmos, how every molecule had a role, how the gears of this whole world and worlds beyond turned in perfect motion. \n \n `` I told ya, did n't I?'' \n \n I turned and looked. There was old Mister Miller, looking as old as ever yet infinitely young. \n \n `` You never really appreciate how beautiful this world is until you've seen it from behind this fence.''\n", "134": "Yeah, so, I wanted to see what would happen if I spun it in the opposite direction. It ended up being the trailer for the worst Christmas movie of all time. I was going for parody and went full spoof instead. \n ___ \n \n [ Carol of the Bells playing throughout, increasing gradually to full volume ] \n \n & nbsp; \n \n **Narrator: THIS HOLIDAY SEASON** \n \n [ Pan-zoom on Adam Sandler and Owen Wilson, both wearing Santa Suits ] \n \n Adam: `` People just do n't believe in Christmas like they used to.'' \n \n & nbsp; \n \n **Narrator: SANTA'S LITTLE HELPERS** \n \n Owen: `` Mike, If we want to keep our powers...'' \n \n & nbsp; \n \n **Narrator: HAVE TO WORK TOGETHER** \n \n Owen: `` We have to DO something.'' \n \n & nbsp; \n \n **Narrator: TO SAVE CHRISTMAS** \n \n [ Music pauses briefly ] \n \n Adam: `` We need to save Christmas'' \n \n & nbsp; \n \n [ Carol of the Bells resumes in climax as short clips play ] \n \n [ Protagonists riding sleigh, pursued by police ] \n \n [ Protagonists in some sort of brawl armed with large candy canes ] \n \n [ Protagonists in shopping mall, pursuing someone on foot ] \n \n [ Adam Sandler in romantic scene with Drew Barrymore ] \n \n [ Music ends ] \n \n & nbsp; \n \n ** [ Large on-screen text: `` BOUGHS OF JOLLY'' ] ** \n \n ** [ In theaters 2016 ] ** \n \n\n", "135": "`` I am not a monster.'' my voice echoed, crows whirring through the air. \n \n `` I am not a killer.'' The man whimpered as I circle. \n \n `` I am not vengeful.'' I stop, drawing up behind him. Crows landing all around, his skin trembling with fear. \n \n `` However, I am known to make exceptions.'' He screamed, I felt like cutting him off, but frankly it felt wrong. I did, however, extend its duration. A quick talon slipped under his collar bone, scratching a little. \n \n *'' wh... why are you doing this? `` * He asked. I was not in the mood to answer, but I did so anyway. \n \n `` Do you remember that little boy? Miles?'' \n \n *'' n.. no. I... I have no idea who you are talking about..'' * He lies. He sounds like he is telling the truth, however I can see it in his eyes that he is not. They are the same eyes that I had when telling Miles that I have n't killed anyone. \n \n `` I'm sure you do.'' Oops. My talon cut through his collar bone. He screamed for a while, I just let him. His guardian would be a problem, if I hurt him I know that it would come for me. However, the crow-pecked head in the corner of the room is a pleasant reminder that it is always best to get the hard tasks out of the way first. \n \n *'' I... I remember now. `` * \n \n `` Oh?'' I draw up even closer, his nose wrinkles as I speak. Tears forming in his eyes. \n \n *'' I... forgive me. `` * \n \n No. \n \n I stand, and let him fall. I leave the basement, and let the crows finish up for me.\n", "136": "`` The horse is real, real beautiful. Big black mane, brown fur... I start with the mane. Just a haircut. Little tufts of fur floating to the ground. You got ta do it slow-like. Eventually I get down to the skin, and the shit begins. I keep shearing the horse until it's raw, and there are clumps of horse hair and flesh all over the floor. Then I arch my knife into it's stomach and drain the horse's lunch out into a bucket, and I eat it. I always eat it. It does n't taste good, but I got ta eat it. What else could I do? Like vomit, but worse because it's horse food. But I eat it anyway. \n \n The horse looks at me with these sad doe eyes and whines lightly. It does n't kick, I gave it something for that earlier. They always look at me like that, that's why I do the eyes next. Then the ears, the snout, the tail, the nads... Always in that order. If you do the snout before the ears the whole thing is ruined. I learned that one the hard way. Then I thank the horse and I plunge my dagger right into it's heart, and I'm onto the next town.''\n", "137": "`` I did n't think I would ever have to initiate this play, but let's use the Witch's Eye.'' \n \n `` Coach, we've never figured out how to do that properly. Are you sure this will work?'' \n \n `` OF COURSE IT WILL! Now sit down and put the necessary runes on your face and let's get to it.'' \n \n Meanwhile, at the Patriot's sideline: \n \n `` Get out your pendants, it's time to crank this shit up to eleven.'' \n \n `` YES SIR!'' Eleven players pulled colored pendants out of their jerseys. \n \n 5 minutes later: \n \n `` Well Tom, we're into quintuple over time and both teams seem to be a bit intense. Sweet Jesus what is happening!'' \n \n On the Seahawks side, three players were forming a large triangle while the remaining three formed a circle within, facing inward, the whole team crackled with a lavender glow. On the other side, the Patriots had formed a giant robot and were currently unsheathing the laser sword on their back. \n \n `` And the Patriots have grabbed the ball and are rocketing toward space, meanwhile the Seahawks seem to have summoned an army of demons to fight for them, this is looking up to be the second weirdest Superbowl in history.''\n", "138": "`` ZBBbz, VVVtinthingitbsahyshd'' \n \n `` I'm sorry, sir, we really had no idea.'' \n \n `` vvwxZBINTHUWUbzendemnebrbe'' \n \n `` Yes sir, open-broadcasting all those programs was irresponsible, and I, on behalf of my people, appologize. We've discontinued that practice.'' \n \n `` Buzzmble gthebrmoqm, kllllzinimintynyemetsh.'' \n \n `` I'm... shocked to hear that sir. People liked the Twilight Zone here on Earth, but I would never have expected that kind of response.'' \n \n `` Kllizimknibbleqreck Wellpolomplimunickd'' \n \n `` Yes.. yes sir, we'll pay reperations for the riots, but I'm not sure what you would want us to pay you in? I assume nobody's figured out exchange rates from Euros to bug money.'' \n \n `` Bzzlebliminigthilquilitip!'' \n \n `` Sorry sir, that was unproffesional.'' \n \n `` Gllepplthemelen Yuckshluppliquentibbn gethleckilibnickledle'' \n \n `` Water sir? as in Oxygen bonded to two Hydrogen atoms? Yes sir, we'll be happy to pay reparations in Water. Do you know if it has to be purified sir?'' \n \n `` Bslegglep'' \n \n [ Aside ] `` *damnit*''\n", "139": "Once upon a time, there was and absolutely immortal man.He was completely deathless and ages less. \n \n So there he was eating cheerios for breakfast one morning, remembering his time one earth like fighting in american civil war, shooting Nazis in WWll and also where he ended up last Sunday after drinking too much... \n \n `` ahh memories'', he said \n \n he turned his flat screen tv on to watch the news as he had been doing for a long, except before the invention of the television he would do so with tthe good old newspaper and before that... well... gossip? \n \n `` I remember when Televisions were about as thick as chavs skull...'' \n \n oh yeah, he really hated chavs... they had developed over the years to become increasingly annoying and illiterate... \n So he switched on to bbc news and carried on eating.However one particular headline caught his eye, to be honest it was the only headline and it read: \n \n `` BREAKING NEWS'' \n `` THE WORLD IS TO END IN TWELVE HOURS BY AN ASTEROID IMPACT'' \n \n he replied with, \n \n `` Fuck'' \n \n and went back to eating his cheerios \n \n I mean, you got ta enjoy the little things in life, right? \n \n\n", "140": "Dear Diary, \n \n We got our hands on the camera! It took all of our allowances for the past year, some slight theft from careless parents and a scam organized by Zach. Finally we got enough money to get the High Speed Camera of our dreams. It is AWESOME it does 500,000 fps. \n \n We immediately started playing with it. Just doing some basic crap: Slater was throwing water balloons at Jessie, Zach was blowing a hair dryer at Kelly, Lisa shot Paintballs at the wall and I recorded it all. \n \n But then something weird happened, I put it down and forgot to turn it off when we were all just chilling in a circle. I noticed within a minute and turned it off. Later on I watched what we had shot and in that minute it looks like Zach does a time-out signal, then gets up and starts narrating to some invisible person, and then just sits down again. No one reacted to him on the camera and I do n't recall that happening at all. I wish I could hear what he is saying. \n \n What does this mean? Do I just not remember this, it seems a weird thing to not recall. Does Zach have some imaginary friend? I thought I was his best bud, why has n't he talked about this? \n \n I will try to see if I can record it happening again but right now I have to go to bed so I can wake up in the morning on time. Night.\n", "141": "In the first moments of death, she hears few things. The sound of wood creaking and groaning against the constant slap of waves. Salty sea spray stings her grey eyes. The wind laments hollowly and whips black clouds into a fury. Waves build upon each other, reflecting the blackness of the stormy heavens. Spilling over with no order and no reason, the sea strikes the boat from all sides. It is dark green with white flecks of foam rising and falling as each approaching swell rises and falls. Up and down, up and down, the sea salty with tears rages agains the perishing of its queen. \n \n Saoirse, the Queen of her people and her land, stands tall and unmoving on the bow of the long, low boat. No wave shakes her, no swell causes her to waver, her legs do not shake. She is alone save for the silently brooding helmsman. Scanning the seas, she espies a dark isle in the distance. It approaches quickly; within minutes she can make out a city of temples and tombs and marble mausoleums. This is her new kingdom, a necropolis, a city of spirits. \n \n For three centuries, Queen Saoirse ruled wisely and kindly and bravely. Beloved by her subjects like no other queen, she was a warrior princess, a great reformer, a revolutionary monarch. But none of these things saved her from the ever-grasping clutches of Death. He came to her in the night dressed all in black and bore her away. Ere the funeral-bells tolled and the palace donned black, she was already upon her voyage to the Isle of the Dead.\n", "142": "The `` help!'' that echoed from my lips was the last word I spoke, \n Though I was five, that memory remains. \n Into an eerie, silent world my childhood self awoke, \n No laughs, no cries, no musical refrains. \n \n I trudge along that very path now, twenty-five years past, \n and pass the alleyway where I was found. \n But suddenly pause in my steps, my mouth open, aghast, \n And turn to find the source of such a sound. \n \n I run along the gravel path, elation in my ears, \n As laughter rings out from the way ahead. \n I never thought I'd hear again, after so many years, \n A sound I'd thought for so long had been dead. \n \n I turned the corner, skidding left, and almost hit a fence, \n A giggle, and I look up with with a frown. \n A raven sits upon the gate, a few mere inches hence, \n Regarding me, its black eyes peering down. \n \n The bird was old, its feathers frayed, the body thin and frail, \n Yet wisdom lay amongst that corvid's gaze. \n For once it must have learned that sound, when it was young and hale, \n And it, too, yearned for brighter yesterdays. \n \n I sighed, now that my hopes were dashed, yet gave the bird a smile, \n As maybe laughter lived on in the birds. \n And as I turned, I hoped yet still, that in some time awhile, \n We once again may find our missing words. \n \n \n\n", "143": "[ This does n't exactly fit the prompt, but here is my idea of what a newspaper from 1773 may have read. I started writing with the prompt, then kinda went off and it ended up like this. Enjoy. ] \n \n British tea sleeps with the fishes \n \n Benjamin Warren \n December 17, 1773 \n \n Yesterday a group of Whigs disguised as Mohawk Indians boarded three of the Crown ’ s ships and dumped their tea into the Boston Harbor in response to British taxes. Approximately $ 18,000 of tea was lost, which is sure make the British choke on their biscuits. This has been done to make the Crown reconsider their intolerable taxes. \n \n The Tea Act ( passed May 10 ) has been troubling the colonists for the past few months. The act helps the East India Company form a monopoly on the tea trade in the colonies and prevent smugglers from smuggling. The tyrannical British monarchy has prohibited the colonies from trading with anyone but those that would make them profit. The colonists urged the ships to return home, but they refused in an act of hardheadedness. The people simply wanted to negotiate, when the Crown wanted absolute dominance.\n", "144": "They say size does n't matter. They say appearances are irrelevant. They say that fake attitudes do n't survive in the real world. \n \n Then why was I never trusted when he always was? Why was I always the one who got beaten up by the master? When do I get to be the'loved one'? \n \n I've been misunderstood by everyone I've met. I only wanted to protect him. It was all an act to prevent him from being hurt by others. No matter how many times I try to explain this to him, he tells me that he needs to get rid of me. \n \n He was my friend. My only friend. I still remember the days when we would scheme and make plans for the silliest of things, like stealing some cheese. When we would walk into the sunset after a good days work, instead of madly chasing each other. When we were partners in crime. But everything has changed now. \n \n Now, he is only a manipulative rodent to me. All he does is plan for my murder. He deserves to disappear into the tiny hole he came from. I've forfeited enough of the spotlight, it's my turn to shine now. \n \n After all, the name of our show is'Tom and Jerry' not'Jerry and Tom'.\n", "145": "It became a game in my head. I still had my wits about me IN some way or another. Although I was unable to interact with the constant stream of visitors. From the OUTside id catch a word here and there. `` INoperable'' they would say. `` Painless'' the other would enquire. After a while the OUTside voices became my own, blending with this INane internal monologue. I'd relived countless memories, written several novels and figured OUT the meaning of life. Not Douglas' digits, although I'm INclined to agree with his sentiments. I felt no pain from the OUTset, no pains or itches. IN fact, the closest id come to some sort of discomfort resulted in a heavy dose of flatulance. I wish I could've seen the expressions that accompanied the OUTburst of profanities. \n \n So back to this game. It was simply a process of fending off INsanity. Although the coma afforded me all the time in the world, something I'll never take for granted again. It also left me with a conscientious decision to breathe......... OUT \n \n Ive tried to stop. You'd think a man IN a coma would have a moments respite. So why not just stop you ask? Well you do n't ask because you're not there. But if someone OUT there would be able to ask. I'd tell them that I have tried. Believe me when I say I've tried. How do you simply stop thINking? Until I figure that one OUT I'll have plenty of time to ruminate. \n \n At least I have my wits about me. \n \n IN, OUT, IN, OUT.\n", "146": "I raised my foot to squash the spider. He had n't done anything wrong, I knew, but I having a bad day. I'd lost my job, well probably. I had been 2 hours over my alotted lunch break period. Which had majorly pissed off my boss, who asked me why it was that I was so late getting back to my oh so important job of doing inventory for the tampons we manufactured. I had been crying, because I caught my fiancé with another man while trying to surprise her with Panera for lunch ( we had n't gone out to eat in months, money was hard to hold on to when you have rent ). But I was too embarrassed to tell the scariest man to ever grade the consistency of a tampon that, so I panicked and told him I'd been doing something else. `` Having a wank.'' I believe we're my exact words. He told me to leave his sight, giving me the same look of hatred and disgust I was giving this spider. \n \n `` Wait,'' cried the spider in a tiny, high-pitched voice. \n \n My foot paused. I looked at it with a slightly less hateful and disgusted look. \n \n `` Thank you, I just wa—'' \n \n It's final words were lost as I crushed it beneath my heel. *Bloody vermin... * I thought. \n \n Although now I had something of an idea for a way to get back at Janet...\n", "147": "I'd watched for centuries. \n \n There comes a time in the lives of all stars when the energy within us coalesces and allows us to take hold of our own destinies. I was able to change the universe - anything I imagined was mine to do. I could move freely, wander the universe as a spirit - all I had to do was to shed my layers of gas and dust in a great explosion, leaving behind a dark hole through which I could climb into a higher existence. \n \n I pondered for millennia where I should go - what great works I should bring upon the universe, but then they came. The small beings on the third world. Primitive and unintelligent but eager for life and full of light. \n \n I thought about how my parting would shatter their world and extinguish their minute civilization; I thought of the great forests I fed burning and their vast oceans boiling away and I realized my place was here. \n \n So I sit and lend my light to their little world, watching and waiting. When the time comes and they leave my protection to take on the universe themselves, I will be free to leave and pass on to my own great adventure. Until then, I am theirs - their star.\n", "148": "“ You never notice how terrifying the quiet is until you are confronted by it with no way to escape. Some may call me ‘ crazy ’, but I know what I did and why I did it. Those poor people in there didn ’ t even realize they were in danger. ” \n \n “ Yes, that ’ s all well and good, Mrs. Nesman, but you can ’ t just yell stuff like ‘ The demon sponges are coming for our teeth ’ in a public library. ” \n \n “ I don ’ t understand why I ’ m on trial here. All the other people in that place were just sitting there looking at me instead of helping. Isn ’ t there a ‘ Good Samaritan ’ law or something? ” \n \n “ Yes, and the people there actually followed that law by calling us when you went on your tirade. I ’ m sorry, but we have no choice but to place you in an institution at least for a week or 2 while we observe you. ” \n \n “ But I did nothing wrong! I was just trying to warn those poor people of the dangers of the world. ” \n \n “ You screamed ‘ Everyone get on the fucking floor, I ’ M COMING FOR YOU ALL! ’. This actually falls under the category of terrorism. ” \n \n “ YOU ’ LL NEVER TAKE ME ALIVE, COPPERS. ” \n \n Mrs. Nesman then pulled out an imaginary gun from her front pocket and began to ‘ shoot ’ all of the cops with it while yelling “ ONE DAY THE FABRIC WILL AWAKEN AND ZULU WILL COME FOR YOU ALL. ” \n \n That was the last thing she was able to say before the police put her in a straight jacket.\n", "149": "We celebrated to forget the pain. To drink away our sorrows and pretend those flaming bits of debris were just fireworks. But then the alcohol ran out. Everything ran out. Sure we were self-sustainable initially, but we had only ticked the big boxes; oxygen, shelter, water and rabbit food. Even then we managed to screw it up, but hey we thought we would have back up. Of course we all know how that turned out. \n \n It ’ s only me left now. Turns out radiation is a lot harder to stop than we thought and no one bought painkillers. We had shovels and knives, but I ’ m too weak to use them now. The world ’ s watching us die. Well, I don ’ t know if they are. They were meant to, in fact they probably did initially, but then realised that normal people are actually pretty boring and pretty busy when they have a whole planet to run. \n \n I wonder if anyone ’ s tuning in now. I ’ d like them to, if only to protest. It would have been nicer if they had watched a little earlier and then sent a ship to rescue us. Maybe they did and it burned up as well. That ’ s the problem with one-way communication. Never know what happens. Still, they could at least sent a gun, or painkillers. \n \n -076 \n\n", "150": "Barbara Holt was just another unhappily married lazy-eyed stick-in-the-mud woman in this big and vast lonely universe, if only she knew her true love was something literately out of this world. \n \n Coming soon to bookshelves near you is a romantic and sexually invigorating tale of unworldly proportions. I guarantee that you will see *Fifty Shades of Grey* as stimulating as an old tampon once the hot chemistry between Barbara and the tender-hearted bad boy alien makes stream rise off the pages of this book. \n \n In this edition, we catch Barbara entering the spaceship for the first time. How will she fare against the constant probing and sexual tensions from the other aliens as they test her in ways never imagined? Why is KLep-Glom, the sexy bounty hunter alien with a regrettable past and fragile heart, acting distant towards her in her time of need? Who is this VergoRA and can she and her ever-so-attractive brother-spawnling, Durth, help Barbara escape Kepler-186f? \n \n Join Barbara and KLep-Glom as they are thrust onto a new world and possibly new romance in this stunning novel..... \n \n Love in Kelper-186f: The Beginning. \n \n\n", "151": "Communications log 17; 5829 \n Agent Toajaia-Vajskhajalae \n \n The GC has currently thousands upon thousands of reports for this mission. \n I knew the metal contraptions they built for transportations, the weapons they used for mass genocides, the warmongering books they fought viciously over and the outrageous shrills and grunts they used to communicate. All I learned before I had even stepped a hydraulic on to the planet. \n But as I stared down at the mass of'humans' with their small misshapen heads and asymmetrical features. \n I could n't help but make a noise of glee. Which now, seemed to only horrify the ones closest too me, but I could n't help it. \n I reached my two furthest adjoining apexes and felt my metal come in contact with the closest one. \n It small beady eyes were wide and it seemed to be having a small programming error which made it shake. \n But all the consumed my mind was this thing that I had n't quite anticipated. \n \n It was squishy. \n So fragile, small and just... \n \n \n Adorable.\n", "152": "Summary of the AMA: \n \n Question | Answer \n: -- |: -- \n What religion is the correct one? | I'm an atheist myself, but I really do n't mind what others believe. \n What's up with you and Mary? | I did not have sex with that woman. Uh, wait, that was me pulling a Clinton. I may be perfect, but I'm not nice. \n Evolution. Dinosaur fossils. Explain. | Really, it's an in-joke with my son. He was treated rather unfairly, so I've been using that one to weed out people from heaven. Dinosaurs? I was hoping people would go with dragons. \n Do you have anything to say to your believers? | Relax a bit. Get laid. Stop using me as an excuse for your bullshit. It's getting tired. Beheadings I could get behind a thousand years ago or so, but now it's just outdated. \n Are you a Republican? | I am not a citizen of the United States. They denied me for being an older immigrant. \n Hi, big fan here! What's your favorite song? | Sympathy for the Devil by the Rolling Stones. Those guys rock. \n \n Really, you'd expect an omnipotent being to give more answers than just the top five upvoted questions. Even Obama answered more.\n", "153": "*Blink* I'm in a room, everything's white... I turn to see a figure robed in grey handing me a piece of paper. As I take it he turns and leaves, saying only `` Now's when you learn''. I glance down and see a character sheet all neatly filled out. I take a look at the stats and everything becomes clear, \n \n Int: 9 \n Wis: 8 \n Str: 6 \n Dex: 1 \n Cha: 10 \n Luck: 3 \n \n So that explains why girls always liked me... I had definitely run into my fair share of trouble, but I managed to save my ass more than a couple times thanks to my ability to find my way inside people's heads. I guess I was always decent at sports too, not a jock by any means but no bench warmer either. \n Thanks to my intelligence I had a good adult life, becoming a popular English professor at a renowned ivy league school... but maybe I should have rethought my charisma/luck balance. Either that or picked a job where I was n't surrounded by girls in the prime of their life. Or maybe I should have given a flying fuck about dexterity... Then I might not have shot myself right in the femoral trying to pull my gun from my bedside table as a raging drunk Nebraskan burst into my house yelling something about his daughter......\n", "154": "She stirred, wincing slightly, in the metal bed. I poured her a small cup of water from the plastic pitcher on the bedside table, just in case she needed it. Next to it lay a pack of grapes- I'd kept bringing them for her long after she stopped being able to eat them, I do n't know why. She shook her head slightly at the cup of water I held out to her and her cold, papery fingers found their way into my hand. I fiddled with her wedding ring, the soft gold misshapen from so many years of constant wear, which was now so loose on her finger. Her eyes closed and she went back to sleeping. She looked so small and fragile now. I talked to her, no, at her, about the week, about people we knew, about the neighbour's garden. Out of nowhere, she made a sound, a rattle, and the machines started beeping angrily. Nurses rushed in, moved me out the way into a corner and finally they moved me again, out in the hallway, told me there was nothing I could do, asked if there was anyone who could come and pick me up, be with me. \n \n `` But... but... my wife...'' I stuttered, hardly able to stand, running my arm subconsciously over the scar tissue on my forearm `` She did n't say it.... she.... she did n't say it...''.\n", "155": "First it is the Tsars. We are no better than slaves, scratching livings in fallow fields as they cavort in their high palaces. They speak French and we speak Russian. We speak different languages, us and them. \n \n Then it is the Soviets. What a stab in the back: the workers finally rise, but so do the Red Tsars. We are back to the fallow fields, and the factories. We pretend to work, and they pretend to pay us. They speak Russian, yes - but they speak of ideologies and megadeaths, while we still speak of food, family, survival and love. \n \n Then it is the oligarchs. The fields become no less fallow, the factories still run, just for different masters, the cities are still cold and unfriendly. Still they talk of other things - of profit margins and market forces. Still we talk of those things we always have. \n \n Then it is Them. The fields, factories and cities are the same. Distant structures rise, creating great jagged shapes on the horizon, APCs and soliders patrol the cold streets, but we are used to these things. They talk of whatever they talk about. We still talk of our great-grandfathers and great-grandmothers, in their cold cabins before the Revolution. The old jokes, the old sayings, the old loves never die. \n \n So it goes.\n", "156": "`` Yea well, today I was planning on jumping off a bridge, so...'' \n \n `` Will you two just shut up already? We do n't know how many are out there but I sure as hell does n't want them to come over here.'' \n \n Jasmine nodded, gripping the kitchen knife that was originally to cut her wedding cake. She was still wearing her wedding dress, now covered in a mix of mud, blood, and unknown spots Jasmine did n't want to know the origin of. It was only the three of them, Adrian, Jasmine, and Chris. Adrian was Jasmine's childhood friend and Chris was James' brother, he had been in the army for four years before he came back from injuries and two missing fingers on his left hand. James, who was long gone, most likely one of them, had been Jasmine's fiancé. \n \n `` Alright,'' Chris broke the silence, `` here's the plan, you see the car over there? We're gon na run there, but silently, the cars open so no worries about that, I'll take the wheel and you guys get in the back. Adrian you know how to use a gun?'' \n \n Adrian just nodded, looking serious, very much unlike him. \n \n `` Good, you'll take shotgun, Jasmine you go in the back, remember to buckle up, it's not gon na be a smooth ride.''\n", "157": "Each soft indentation bursted with a darken flare. The toothpick danced in my fingers, reminiscing of the most heartbreaking ballet dance of love and loss, as I carved each individual leg as if it was the last thing I would do in this world. My final goodbye, my greatest achievement. \n \n Hours pasted in the sandglass of time. I felt each individual death in a sudden scream of terror, the image of the porcelain salver of spider chip cookies burning in their retinas as the last, final memory. \n \n Silence was, indeed, golden, as only the fire quietly crackled in a wonderful, lifeful fashion. I spied through the rooms, savoring the taste of my final accomplishment. Yes. The number of corpses matched the number of the beast. Six in the living room, six in the kitchen, six in the lounge. I let myself an ever so slight smirk of content. \n \n There was a knock on the door. \n \n I left the tray on the lounge table and went slowly to the hallway. Not in fear, but excitement. I just did not wanted it to end. \n \n The door creaked and there He was. More glorious than I could have imagined. \n \n `` Is it done?'' he asked. \n \n `` Yes.'' The answer was more satisfying than I could have ever imagined. He passed me by like in a dream. \n \n `` Thanks, Satan.'' I said to him, in the same smile I never stopped having. \n \n `` No, my friend,'' he gave a smile for a smile, `` thank YOU.'' \n \n I closed the door. \n \n /edit \n \n [ Thing in question ] ( http: //imgur.com/a/cx03i )\n", "158": "I saw him at the other end of the room. This was my final test and I had to complete it. He simply stood up, and read out of a book. Arcane magic obviously, but what kind. I did not recognize any of the words until the last. \n \n IN VESCULE VEMINOUS. He was aiming to kill. \n \n Quickly, I brought up my hands, forming the runic symbol of Therdan. The energy flowed straight from the old man into the ground, but it kept coming. No spell can last forever meaning he has to give up at some point. I mirrored it, to no avail. Whatever I mirrored just came back. I switched from runic magic to the Arcane. Maybe it only dispelled with its own brand. I tried to hold the images in my mind, but nothing would work. Finally, I gave up, That was when I realized what I needed. The spell went through me and I understood. It's not about power it is about peace. I let myself at ease knowing that I would be fine. \n \n \n `` Do you think he understood?'' \n \n `` If he did he is not coming back'' \n \n `` Shame. He looked determined'' \n \n `` Yep he was the best in the academe'' \n \n `` Fools... It's not peace it's balance''\n", "159": "I've always felt a bit left out. Unnoticed. My only friend was Neptune and he was so much larger than me. I am small and cold. \n \n First there was the Sun, that ball of gas never shut up and always threatened us with'Solar Flares'. Yeah yeah come at me bitch. \n \n Then there was Mercury. He was... mercurial. Burnt out. My opposite really. \n \n Venus was the typical girly girl. Flirty, a bit gassy truth be told and was getting married to Neptune in a few billion years. \n \n Earth was left alone. Ever since be got humans and they even began to spread we had kept our distance. Those freaks are really doing a number on him, poor guy. \n \n Mars was always bullied. Y'know for being red surfaced. He was likely next to be humanised. Unlucky. \n \n Jupiter was the epitome of obese. So large and angry and boisterous. We just ignored him. \n \n Saturn was cool to be honest. Had his little fan club around him all the time. That belt may be a bit snazzy but that's probably why we were jealous. \n \n Uranus. He was the butt of our jokes. Lets skip this guy. \n \n Ah Neptune. He was so excited to be marrying Venus. Had those two rings for aaagggeeesss. I'll miss him when he moves out to\n", "160": "`` Hello? Louis?'' The door creaked as Ethan opened the door slightly. The bright living room that the door once lead to, now opened to a dark, abandoned room. \n \n Ethan stepped in. Louis's absurd blue shoes were still there, meaning he did n't leave to go visit someone else. \n \n He should n't have anyways. Louis invited Ethan over for some cake. He screamed in the phone yelling it was the most delicious, the most soft and spongy cake he has ever had in his life. Louis loved to over-exaggerate. \n \n Ethan decided to be brave, and entered the house. He opened his phone, using it as a flashlight. \n \n *Woof! * \n \n He jumped, and formed a fist. A hairy creature crawled, snarling and barking at him. Suddenly, it calmed, and rushed to Ethan, wagging its tail. \n \n `` Hey, Roofus!'' Ethan rubbed the dog's belly. It leapt, and licked him. \n \n `` Hey buddy, where's Louis?'' Ethan asked out of desperation. No one else besides him and Roofus knows Louis well. \n \n The dog rushed again into the darkness. Ethan followed, clenching his phone.\n", "161": "Y'know, it's not easy being the hero of this world. A world crime runs loose and a few letters is all it takes to murder. At first, it was n't many, just those who took offence to situations that did n't even apply to them. But then the true insults started appearing. Suddenly people all over the world started dying, even those from supposedly `` nice'' countries. Just goes to show there's a lot more going on than you think. But you see, I have a secret weapon of mine that no one else seems to have: thick skin. \n \n Seems that people only die when they take offence to what was said, and for once, not letting anything bother me is what kept me alive. However it takes more than a tough skull to fight crime. No, to do that you have to be able to fight back. So I studied. Raided the vaults to find the ancient tools of war. 100 Yo mama jokes and dozens of Call of Duty let's plays later and I've done it. I now scour the streets of Wordworld, hunting for criminals who dare try to use their words for evil. \n \n I am, The Dirty Word \n\n", "162": "I've always believed that these exams were bullshit pseudoscience stuff. I mean, how can a few questions determine how long I live? \n \n What if I got some questions wrong, would it still accurately tell me how long I would live? \n \n Did it account for that error? \n \n How do they grade it? \n \n It's been about 3 weeks since I signed up for the exam, I should be getting a letter today. I remember when I first heard about it a few months back. I was watching the news, and it was unbearably hot in the living room. My fan was on full speed trying to cool down the apartment, but I still kept sweating. \n \n I really wanted to die, I'll be honest with you! Anyways the news channel had a segment where they interviewed some girl. She was incredibly beautiful. She also seemed to be well spoken, that is if they do n't script the interviews out. That `` some girl'' was the head of the Red Lilly Organization. Her name was Lilly, but she was n't redheaded, so I never figured out where the name came from. \n \n She went on and on about how she figured out a way to predict when people would die, it even included freak accidents and stuff. A lot of questions were unanswered, but as time went on, she turned out to be right 98 % of the time. \n \n But enough about that, cause my letter is here! This is kind of morbid if you think about it. As I open this letter, I'll be moments closer to finding out when I die. I wonder, am I fated to die, or did all my past choices lead me to die on this date?\n", "163": "My electromagnetic detector is beeping. I ca n't remember the last time it was quiet. It's been so long. \n \n I put my spaceship in polar orbit for 24 hours to scan the Earth's surface. A scan of the Earth's surface revealed a number of expected features ( such as water ) and the presence of life. Everything is as it should be, except for the existence of intelligent life, of which there is no sign. After completing a full scan, I start to suspect that the electromagnetic waves I followed may have been due to some sort of cosmic radiation, and may have nothing to do with Earth. Frustrated, I prepare to depart. \n \n It is then that the beeps stop. Then they come back. The quiet down again, only to pipe up. \n \n Silence. Beep. Silence. Silence. Beep. Beep. Silence. \n \n I realize quickly that there is a pattern. Perhaps some sort of coded message. In my excitement, the frustration evaporates as I steer my ship and plunge it through the Earth's atmosphere, sending up sparks that, I hope, will be seen by curious eyes. \n \n\n", "164": "“ Play some Jethro Tull! ” \n \n “ I do n't know any! ” \n \n “ Aw! ” \n \n An orange flew across the room. The alcove burst with the smell of citrus. \n \n “ Here. ” \n \n The fruit passed through several hands, disappearing. It ended in the palms and mouth of a little girl. \n \n Chords sprang over the steel strings and onto the sewers. Wielding a hunting knife, one of our own stood guard nearby. The first few days the storm drains ran red. Now, it ran clear. There were still more of them up there than ever before: waiting. \n \n It was as if they were migrating to where it began. Like families looking for better life in the cities. Maybe they sensed us somewhere, frustratingly, within reach. \n \n More and more stragglers had found their way down here. We had to know how. \n \n Small groups of us trekked to the extremities of the large grey pipes we called home. One of the gratings at an outlet only reached a couple of feet off the ground. Enough space for biters to crawl in. \n \n The rain drained into the river south of the city. \n \n “ Shit. What do we do? ” \n \n “ Wait. What else? ” \n\n", "165": "Tom wandered aimlessly through the woods for yet another day looking for his daughter. He had n't seen a human being in days, and he slowly started giving up. He needed her to live, and without her, Tom might as well wither and die. He continued his search. He knew she was in there somewhere. If only he could see a human face! As time went on and Tom continued without seeing anybody, he decided his search was useless. \n \n But wait. \n \n He heard her crying. His heart raced. He ran eagerly at the sound, getting closer and closer. \n \n Then, he saw her. \n \n She was sitting against a tree with her head in her hands, weeping. She looked up upon hearing her dad get closer and started to scream. \n \n “ Daddy! No! No! Get away from me! ” \n \n She ran out from the tree in a futile attempt to escape. Tom raced after her weak body, grabbed her, and bit into her shoulder. Finally, he had found her! \n \n Her screams slowly degraded from squeals to whimpers as her lifeless body collapsed to the ground and Tom ate to his heart ’ s content. \n\n", "166": "Shit, I know the olympiad was started by Zeus and all, but did he really have to make allllll of the best mortals compete. If it was just the greeks, everyone could be the best in their own fields. But noooooooo. Every pantheon and all of the heroes just haddd to compete. Ok, pull yourself together. You may not be young anymore Mercury, but you can beat these twerps. I am THE runner. These idiots are n't even gods!'The Flash'. What kind of name is that? Too scared to show his own face? Yeah, like we ca n't see who you are beneath the spandex. I AM A GOD, buddy. And then the blue hedgehog. What the fuck is a hedgehog anyway? I went to Artemis, she knows all that stuff, she said it was a small spiky rodent. Well one what the fuck, that thing should n't even be able to run. Two, THAT IS CLEARLY NOT A HEDGEHOG. A weird furry blue thing that can speak? Well whatever I can just trip it or watch it stop to nibble grass or something. Anyway, CRACK shit the race started. CHRIST those assholes are fast. Ok Mercury, pace yourself. It has been a while, but you can still win any endurance race. Sprint, eh, Ares was always way better at that. Crazy motherfucker, that one. OK, they have lapped me a couple times, but I can do this. 5 hours later HOLY SHIT HOW ARE THEY STILL GOING. I have run as fast as possible, I even threw some pet food at the hedgehog, but my legs are still failing me. Even the Gods ca n't run forever!\n", "167": "My fingers danced on the glass with annoyed energy. The radio on my left urged me to hurry and by now, the knuckles off my right fist were white around my tooth brush. \n \n `` Come on, man.'' By now, the dance of my fingers had evolved into a rhythmic drum. My tooth brush had found my mouth and rushed through it with inaccurate vigor, spilling toothpaste on my chin. \n \n I was spitting booth toothpaste and anger by the time that he arrived. \n \n Bend over the sink, I looked up at him with fiery eyes. `` Well look at who finally found the time to join me. Is it really too much to expect your fucking reflection to do his job?'' \n \n I, or another me, had walked into the mirror and was now looking at me somewhat apologetic. \n \n `` I'm sorry, man. I just kinda had a rough morning, you know. I was really tired and overslept, I guess.'' \n \n `` I noticed.'' I said dryly as I put the tooth brush away. My voice was a little softer as I looked back at him. `` But man, it's annoying to brush my teeth with out you. You know that. Not to mention doing my hair. I'm gon na be late again.'' \n \n `` I'm sorry. Really. Let's just be quick about it now. It's not gon na happen again.'' \n \n I looked at myself with amused doubt. `` Yeah. Alright, mirror my position.''\n", "168": "I sit on my arse, drinking all day \n \n Not even the `` devil drink'' as they used to say \n \n Oh in the old days when my mother and I \n \n Sat by the window seal, watching the days go by \n \n We could always resort to the innocent pleasure \n \n Of the comfort of tea, an overlooked leisure \n \n But those days changed, we lost the war. \n \n An act after act, of panic and guilt \n \n Less freedom, more control \n \n With every ban an ever growing hole \n \n Gaping and swallowing the simplest desires \n \n Such as tea, the `` drink of the liars'' \n \n The Führer never liked it, he spat upon its taste \n \n And so condemned us to put it all to waste \n \n It's now parallel with love of Old England and treason \n \n Which gives the authorities a prefect reason, \n \n To shun us and beat us \n \n To hate us and spite us \n \n If we ever dare come close to the `` Churchill Poison.'' \n \n But it never stopped me, I saw it as an opportunity \n \n For this in essence was an exercise in futility \n \n Britain will never die, likewise with tea \n \n It serves as the symbol for unity and prosperity \n \n I grew to a king, but not of the world \n \n But of an underground market, within which we all hold \n \n The retaining pleasure of freedom of purchase \n \n The one thing we all Brits love. \n \n Tea. \n \n \n \n \n \n \n\n", "169": "Jason was always smarter. But he was never interested in studies though. He never went to college, unlike some of us who went and came back with a debt that takes an entire useful adult life to pay off and a degree that is necessary to work directly under Jason. \n \n callincaseofire.com was filled with requests from 1000+ applicants yesterday and the bidding started at 100K. Client is someone important and in fact wealthy. They have demanded a live dragon after the procedure. Some people are just crazy, and that too at last phase of transformation. \n \n By profession I am a biologist, I notify our control division about threat level, 1 for a house cat and 10 for a hell cat and this one is definitely a 10 and whether it is possible to catch it alive, and if it is how to keep it alive. Also I run analysis which is better, to keep it alive and kicking or just plain alive. \n \n Jason was already there, negotiating the price and the deal is fixed. We are expected in half an hour for procedure. I packed a lot of ammo and informed the team about the threat level. We have to be there before animal control, or there would not be anything left on the animal that we could benefit from. At third phase government is involved and by law you are supposed to inform them. Jason sure knows how to grease a lot of hands.\n", "170": "The preparations were finally complete. Juan had all of his supplies set up and arranged in a perfect mirror of his home studio, where so many a famous painting had originated. Living the life of the most popular artist of the twenty second century invoked a great responsibility which, today, would include capturing the only image of the end of the United States of America. \n \n \n North Korean state leaders had commissioned him to paint the propaganda masterpiece that would secure their military forces for the upcoming wars. He was positioned just far enough from the target that he would n't be affected by the blast even at the outer limits of their accuracy projections. Juan checked his watch and readied his brush. `` Any moment now'', he thought as he waited. Ten minutes passed before he heard the indicative whistle of a falling bomb. It sounded like something straight out of the old WW2 films he loved so much. The whistle grew louder and louder over several seconds before he knew something was wrong. \n \n \n Juan looked towards the sky and the last thing he saw before his death was a gap-toothed North Korean suicide dive-bomber holding a briefcase. `` This figures'', he thought as the bomber collided with him, face to face, killing them both and jarring the ignition system from the duct tape which secured it to the bottom of the briefcase.\n", "171": "I'm not sure if the women who own the herbal shop are witches. \n \n I could n't find it. When I punched the address into the GPS, it proudly announced `` You have arrived at your destination.'' I looked around. There were fields everywhere. \n \n When I finally called them, I discovered the shop was in a small house behind a barn far off the road. They were so excited when I came in. A pepper-haired woman, weighty with experience and curves, and a birdlike, chestnut wire-haired woman. I told them I wanted two ounces of clover leaf. The wiry one started shoveling clover buds into a bag as they chatted with me. After she had run out of the seemingly endless jar, she looked sadly at the huge pile of clover leaves on the scale. `` I'm sorry,'' she said. `` We do n't have enough.'' The larger one tsked and said to the smaller one, no, she wanted two OUNCES of clover leaf. Not two pounds. \n \n It makes me think that I like a magical life. I like the feeling that these story-things live among us. And if I believe it hard enough, like stories, perhaps it is true to me even if it is not to others.\n", "172": "Raspy curses were common to hear rushing from apartment B. The police were called countless times and neighbors had started to give up on the couple. If only the couple would also give up. \n \n But every night they screamed at each other about money, sex, and the lies they've told. Threats were hurled like daggers for hours. Tonight, Jacob and his wife of five years, Gwen, were fighting about the smell of perfume on his clothes when he returned home two hours late. \n \n `` I do n't know where the smell came from,'' Jacob insisted. \n \n `` Then why the f*ck were you late?!'' \n \n `` I ca n't tell you right now, but I promise I'm just trying to fix this d*mn marriage!'' \n \n ``... by sleeping with someone else apparently,'' Gwen jabbed. \n \n She stood in kitchen, beet red with anger. Her hand extended to the knife block. Jacob stared in horror as she disappeared right before his eyes. \n \n -- \n \n Splattered in red, Gwen checked her late husband's voicemail. Dr. Lisa Marten had called to encourage Jacob to invite his wife to their next marriage counseling session.\n", "173": "Not sure whether this counts as writing advice so much as editing advice, but I guess since editing is a critical part of writing, that counts too. I have a trick I've been using for a little while now that works out well for me, so I thought I'd share it: \n \n I use the text-to-speech feature on my Mac to have the computer read back what I've written through my headphones while I simultaneously read along. \n \n Why? I was quite surprised how many more typos or just plain awkward phrasings I catch by hearing instead of visually reading, and when I do both simultaneously, somehow it seems to really optimize the process. I suspect it's a case of the brain using different pathways to read visually from the ones it uses to decode speech, and making them both work the same passage together seems to really focus you in ways one or the other might miss. \n \n Granted, text-to-speech even in the 21st century still has its limits, and you can sometimes end up having a good laugh at the machine's attempts, but overall, it's been pretty helpful.\n", "174": "I do n't know if you did it this way because of technical Reddit concerns or otherwise, but there were a few things that felt rushed. \n \n The line about where the girl is from sounded like she was saying her entire life story in one breathe. You need some reason why she's sharing extra details. You could throw in some description about how she said it, and make her cocky about it like she just ca n't wait to share it. That would make her more of a dominant character. If you want her to be more neutral and more of a side character, you could make it into two separate sentences instead of one compound sentence. That's a more bland and uninspiring, but leaves the reader focusing more on the main character. If you want a more sub character, you could also add a small pause to make it seem like she's nervous and just adding detail to fill silence. It really depends upon where you want to go with the character, but just leaving it rushed without showing the reader why it's that way feels weird. \n \n Also, the part about meeting a few times a week sounded a like a real awkward way to ask to hang out. Maybe you want the character to be a bit awkward, I do n't know, but it does seem a little off putting. \n \n Whatever I thought was a little weird about it, I want more. Give it to me. There's just so much you can do with this. Not just the budding romance, but the universe in general.\n", "175": "It must be Tuesday. Ever since I opened this place 15 years ago he has arrived at 9am every Tuesday morning. He was just a teenager 15 years ago. Now he looks like a man of middle age. The years have not been kind to him. His face has weathered beyond it's years and the vacant stare has sunken further into his skull. With a quite murmur, He'll ask for a dozen lilies and pay for them with a $ 50 bill. Then he'll spend 15 minutes silently looking them over until he has found the one that he wants. The selected stem will be gently removed from the bunch and the remaining 11 will be placed down softly on the ground. He will depart without a word. \n \n I have tried to engage him many times through the years. Every approach has failed. One time years ago, I lied and told him that there were no lilies today. There was a sadness in his eyes of which I had never seen before and is impossible to describe. His mouth opened and out of his throat came a croak. He asked for roses. To this day I feel so much guilt. \n \n I have so many questions I would like to ask him but like the questions I have asked throughout the years I suspect they will also go unanswered. I am not one to pry and besides I get the feeling from him that there are some things that are not worth knowing of. No matter how strong of a curiosity you have. \n\n", "176": "`` What do you MEAN Quebec is still going to attack?'' \n \n `` I'm- I'm s-s-sorry sir. I tried to tell you, my French really isn't- \n \n `` GOD DAMN IT ROUSSEAU. YOUR NAME IS FRENCH!'' \n \n `` W-well yes, sir, I mean, it is- it was- back when my ancestor-'' \n \n `` What the hell did you say private? I sent you over there to engage is a friendly surrender. Hell, Matheson did it with the Ontarians, Ames did it with the god damn Nunavutians. Ames does n't speak whatever the fuck they speak, Rousseau! Your last name is Rousseau! You're fucking French!'' \n \n `` Sir it defi- definitely did not go how I wanted it to.'' \n \n `` What happened, private?'' \n \n `` Well, the extent of my French-'' \n \n `` What did you SAY, private?'' \n \n `` Sir, I only knew a few things. I thought it would get the message across. I asked them if they were boys or girls and then I asked them what age they were, then what I did was-'' \n \n `` Soldier. Why in the fuck did you do that?'' \n \n `` I do n't know, I guess I panicked?'' \n \n `` What happened next, Rousseau?'' \n \n `` Well they seemed a little bit upset about what I had said so I tried to calm things down a bit.'' \n \n `` Private, why did you not simply hand over the white flag with the French note attached, offering our surrender?'' \n \n `` Sir, I really thought I had it under control. Anyway what I did next was ask them the only other thing I knew how in French.'' \n \n `` Jesus Christ. What?'' \n \n `` Ou est le bibliothèque?''\n", "177": "There came a loud knock at the door, as if someone were attempting to bust it down. Mother went dead silent and utterly pale. She got up from the dinner table and started moving towards the door. \n \n `` Mama, what's going on?'' I said. \n `` Daniel, just stay right here...'' She replied solemnly. \n \n Once she reached the door, she opened it to find two large men carrying rifles. Mother's shoulders visibly slumped. After a moment's silence, one of the men finally spoke. \n \n `` Ma'am, we are here for your son in accordance with Executive Order 254,'' he said with an unchanging expression. \n \n Executive Order 254. I had heard that on the news. Mother had reacted to it then in the same fashion as she did now. She turned in my direction and gestured for me to come over. I hopped down from my seat at the dinner table and ran over. \n \n `` Danny, these men need you to come with them,'' she said in between sobs. `` I want you to listen to everything they say, okay?'' \n \n I nodded and walked out the door slowly, looking at the ground in an attempt to pretend that the guns were n't there. \n \n `` It's gon na be okay, kid,'' one of the men said, `` there's gon na be a *lot* of others like you that you can make friends with...'' \n \n I did n't listen. All I could hear was my mother singing between each whimpered breath. \n \n `` Oh Danny boy... t-the pipes, the pipes... are calling...''\n", "178": "`` Land HO!'' Someone shouted as we came to the shore of the'NEW World'. My crew and I have been `` sailing the ocean blue'' as it were. We know why we are here. We are here for war. It all started with the beheading of Old Christopher Columbus. He tried to enslave this new race of people. They... resisted. That was his mistake but it caused for a nice big hatred of the Native people here. I of course only do what I am told ( I do n't even get paid that much ). My job is simple kill the bastards that try to kill me. The New Worlders as I have come to call them have weapons that are similar to ours and use different tactics than us in fight or so I heard. they do n't like to march in and line up like gentlemen. No, the damn savages like to run around and hide in places with traps and such set for us to fall into. Then they come in with their swords and spears and finish us off. It is so savage that all of my enemies have banded with my countrymen to fight the savage new worlders. \n \n I was brought in to fight them the way that they fight use. It is time for warfare that will never be forgotten. This is a world at war. This is the Great War, one that will end all Wars. this is World War I\n", "179": "When her lips touched his, she knew he was the killer. But that was the last thing on her mind. \n \n It is hard to tell if his behavior resulted from genetics or environment, or both, since the earliest memories were always inacessible, but whatever the reason, this person was not normal. \n \n He cut all emotional ties with everyone and worked as a security guard. His shifts lasted 12 hours a day and he would take extra shifts to fill the entire month. But that was not what made it what it was. \n \n He would walk. And walk. And walk. From dawn till dusk. At the beginning of the day it was easy. Then his legs got tired. At the last hour every step of the way was like a slam, a fall from a high jump that ended with a very painful landing. His bones would crackle and jolt as he kept taking steps. And after work this man ran all the way into home, to sleep and wake up and run to work and walk and walk and walk despite all the pain. He was a masochist. \n \n She fell on the ground and lost consciousness. When she woke, she remembered not a thing of what happened, nor her power. Her mind had blocked it, for it was too dangerous for her own health.\n", "180": "My heart cripples into a state of shock as I absorb the blobby images on the television. The plate of chocolate chip cookies for the girls have spilled on the floor, with only the dirty bacteria to come to their rescue. The girls dont have to ask what happened to know the gravity of the situation. The tv and me crying on the floor are enough for them to join my endless abyss of grief. \n It was supposed to be a perfect weekend out with the girls in the vacation house he had bought me. My husband. The most noble man I had met. The man who I devoted my life and soul to. And now he was dead. \n Despite my endless mourning, I had to figure out if this was really true. I had to see it with my own eyes. I wanted to see him in his casket. So I rounded up my beautiful girls and proceeded to board our black Mercedes. Before we could get to the car black suits and guns took over my vision. I struggled to unleash myself from the fuzzy suit that enveloped me, so that I could somehow free my girls. \n \n Eventually, it was dark and my ears were ringing. I sat up to my husbands face staring up at me. \n `` What's going on?!'' \n `` Shh... just follow me, the girls are already on the jet.'' \n `` I, I thought you were dead.'' \n `` I'm not... now lets get out of here.'' \n \n And with that his service agents escorted us to the jet. \n `` Where to, Mr. President?'' \n `` Russia.'' \n Confused, I wanted to bombard him with questions but I just complied. At least he was alive.\n", "181": "Eli coughed. You would have understood the cough had you heard it. But, since you did n't, I'll explain. \n \n The cough was ordinary to a point. However, it was a smidgen too loud, and just-almost-un-noticeably too short. More like a mutter or a clearing of the throat, as if to summon my attention. But that was n't it. It was a cough. I know this because I found myself wanting to mimic his cough exactly as I had heard it. But I did n't, because I was afraid I might make the mistake of adding a small heave at the end and vomiting all over the floor. That, and the fact that Eli had my attention already. And I, his. \n \n Charlie was asleep on the floor. Charlie was gurgling something... or nothing. It was hard to tell because Charlie was drunk. Charlie was so freaking drunk, and I was holding a plastic container full of Tums, a few of which I had crushed up and mixed into some water. For Charlie. Of which I sucked up into a straw, and blew into his mouth hoping to resolve the situation. \n \n But it had n't. Which is why this is all in past tense. \n \n Charlie was no longer sleeping. No longer gurgling. I was no longer crushing antacids, mixing them in water, and blowing it into his mouth. \n \n Eli is coughing. I am drunk. Charlie is dead. \n \n And oh man, we are boned.\n", "182": "Ultimately it was as simple as statistics. Good people can exist, they can exist in quantities, those quantities can exceed tens of thousands. Bad people can exist in quantities, those quantities can sometimes equal zero. Not everyone has to have an accident some time. Not everywhere needs deadly animals and diseases. Sometimes bad things happen, sometimes they do n't, and sometimes they do n't for fourteen hundred years of recorded history all in one place. There was no great secret, no salvation to be found, just an eternity of cointosses coming up heads. \n \n These endless royal flushes have formed a house of cards and a gentle breeze is now all it takes to knock it over. The world is catching on to this dice roll paradise and they'll tear it apart futilely looking for it's holy grail. \n \n So we'll let them. And after the world is done feeding on the carcass and it's swallowed by it's own guilt, me you and Jimmy will pop over to that other island. The actual important paradise with the talking bear god that protects it with his magic, we'll show him the news reports and say `` Shut the fuck up bear, this is how big of distraction we needed to cover your ass. Are you going to stop talking to tourists now?'' \n \n Fucking hate that bear.\n", "183": "Ever tell bedtime stories to a kid? \n \n You sit with them at the edge of the bed, smiling as they look at you with eager eyes. You take up a book, a hardback with big, blocky words. And they sit back, content underneath their plush blankets, as you start to read. \n \n From your voice springs forth the castle, flags and banners waving cheerily in the breeze. The throne, glittering golden in the great hall. The knights, armed in shining plate, standing guard at the moat. And the villains, far away, hatching their plans in the dark. \n \n And they come, and frighten the villagers with monsters, and steal from the hardworking farmers. And they- \n \n And the children are asleep. You smile, ruffle their hair gently, pull up the bedsheets and switch off the lights. \n \n But in their minds, they are the gallant princes, galloping across the forbidding woods, swooping to save the princess from a roaring bear. They are the clever tricksters, using their wits to spirit away the gleaming coins from the dragon's hoard. \n \n And for them, the story will never end.\n", "184": "`` It's time,'' I said, more to myself than to Steve, my arch-nemesis. Steve looked regal in his cape, bright blue swatches surrounded by a sea of red with a pitch black cape. His strength and speed where great, but his choices in style where badly lacking. \n \n `` Are you ready to do this,'' I bellowed, and waited for the response. \n \n `` Yes,'' came the terse reply from right behind. I turned, not startled by the change in location. Steve could teleport at a whim, and I could sense those around me. I could also control people, but Steve could resist it as quickly as I controlled him. The battle came down to a simple fist fight. These days, the 5th anniversary, the fist fight was no simple matter. We were both at top physical form, both of us masters of martial arts. \n \n `` Three,'' I heard Steve say... \n \n `` Two,'' I replied, \n \n `` One,'' in unison and the fists went flying. Every year it was a haze of emotions and I never can remember what happens. I landed the first punch of his stomach, impressive but ineffective. Time passed in a second and lasted an infinity. The world turned red. My vision became narrowed, all I saw was Steve. It ended how it always did, every year, a draw. We clasped hands, and started walking our separate ways. I walked 1 step. 2. 3. and I heard a shot. I crumbled to the ground, disappointed I had forgotten his final trick.\n", "185": "It was a dark and stormy night, all that day and well into the following afternoon. It was like God himself had turned his shoulder to my small Montana cabin. It was looking as if I'd have to wait until the weekend. \n \n I sulked about the cabin, arbitrarily shifting whatever loose contents I could get my hands on. Magazines were turned and aligned with the edges of their tables. Rags were shifted neatly into even positions on their drying racks. I even turned the sink faucet to hover perfectly between the two basins. Everything was right and ready, except for the weather. \n \n I took a glass from the cupboard and filled it with a fairly liberal portion of wine. Taking a sip, I grunted approvingly as I shuffled towards the couch. I plopped down and stared out of the window. The trees outside were sagging under the weight of the rain, and the cloud-choked sunlight gave the sky an eerie gray glow. It was rather beautiful, despite the inconvenience. \n \n As I sat, sipping my wine in somber satisfaction, an unwitting smile stretched across my face. I began to think of the weekend ahead. I turned to my right to see the shovel still leaning against the curio to the left of the door, and the pile of neatly folded burlap bags underneath it. I could almost visualize their small bodies, curled up in seed-like lumps, decomposing in the loamy forest soil. Hopefully their temporary tomb in my basement was n't flooding.\n", "186": "His welcoming hand left a splayed and ghostly depression in the foam material, likely pressed into that same spot, hundreds, perhaps thousands of times. The new fad were these gigantic slabs of memories, currently resting vertically against the store walls, arrayed around the rectangular showfloor in a mummers interpretation of standing stones. They were waiting their turn to fall into alignment, replacing every springy pillowtop save for a few to be relegated for a corner in the shade. People preferred to lay down and test their bed in the sun. Research shows. \n \n Anthony sold mattresses and not philosophy. \n \n The problem with these resting blocks used to be they could n't dissipate heat. People were burning up in their sleep, turned into tangled heaps of sweat and nightmares. Bad business says research. So they came up with some strange black arts mathematical geometrics to fix it by reshaping the foam structure. That's what Anthony thought. Makes sense, after all. Maybe. \n \n But it's weird to get used to. No matter the season, the bed is just slightly chilled. It warms up after a bit, sure, but that first dip into the covers is n't what it used to be. We lost something somewhere, Anthony knows. The store is weird right before closing.\n", "187": "`` This is it, boys.'' said the captain. \n \n We all seemed to look out our plane windows at the same time. Below our plane was the newly empty land that only 15 years ago was the busy metropolis of london. \n \n I looked back at the captain as we made another announcement. \n \n `` 15 years ago, this land was home to one of our greatest allies. It was the culture we came from, and the culture we broke away from. It seems ironic in a way that America has come back to settle in what was once its home country. What ever happened to Britain, France, Germany, the rest of Europe and the rest of the world, we will carry on.'' \n \n While the general was this, what seemed like fifty translators were translating his speech to the settlers who did n't speak English. America's melting pot was going to make it a little easier to carry on some of the cultures that would be lost. The next part was said in complete unision between the generals and the translators. \n \n `` Welcome to New America.'' \n \n `` Bienvenido a Nuevo America.'' \n \n `` Bienvenue à Nouvelle Amérique.'' \n \n `` Willkommen zur Neuen Amerika.'' \n \n `` Welkom op de Nieuwe Amerika''\n", "188": "*Insidious seethings within, bestial malefactions, caprine claws wrap tender flesh in vivid dreams that dance with shadow and fire. * **Pop** \n \n `` Barb, the toaster lever wo n't stay down,'' Jerry whined in his early morning way. \n \n `` Set it to *dark*,'' Barb advised without really caring. \n \n `` I already did...,'' jamming the lever downward. \n \n *Lustful, languid forms. Filthy, writhing creatures, hungry for entrails, prowl alleys sipping stormwater; the gluttons within indulge every desire to excess and congratulate themselves in ancient and unearthly languages. * **Pop** \n \n `` It popped again... honey...'' \n \n `` I'm sorry Jerry, I'm drying my hair.'' The blowdryer whooshed alive with freight train decibels. \n \n Jerry unplugged the toaster, wrapped it unceremoniously with its own chord and stuffed it into an already full kitchen trash bag. An empty plastic milk jug crunkled somewhere within. `` Piece of junk,'' Jerry muttered, tying the bag and tossing it into the attached garage. \n \n **Pop** \n \n Silence. \n \n **Pop** \n \n **Pop** \n \n **Pop**, **Pop**, **Pop**, **Pop**, **Pop**, **Pop**, **Pop**, **Pop**, **Pop**, **Pop**, **Pop**, **Pop** \n \n Silence.\n", "189": "Dear You, \n \n You're me, or what we have deemed is best for us. 365 days have been erased from our memories. Yes, you still have the memory of losing your job. Trust me, that was the least of the bad stuff that happened to us. But I'm not going to talk about anything that happened then. Here's what I want to happen for us. \n 1 ) Learn to trust people again. Not everyone is out to get you or are looking to out-maneuver you. \n 2 ) You have a new job. It's nothing like the old one, the pay is crap, but you're good at it. You'll know where to go from there. I've left enough notes to get you back up to speed. You've got a good head on your shoulders. Use it. \n 3 ) You're part of a team again. You're not an all-star, you're nowhere near the fitness level of the majority of the team. It's a challenge, but we can do it. There's a couple old friends you know that we have n't erased. Look to them if things go sideways ( see item 1 ) \n 4 ) We have n't been wasting our time, but the past was weighing us down. I chose for us to forget so we could move forward unburdened. We were n't getting past it going back to it all the time and second-guessing every little thing we did. \n \n You do n't know me anymore, but I remember you. You're not perfect but I want you to live with the knowledge I gained without going through the pain. You're awesome, and that's a good starting point. Now go prove it to everyone else and take it further. \n \n Sincerely, \n You\n", "190": "Hadrian pulled out of his spasm, panting, gripping the arms of his chair. \n \n `` Imperator,'' exclaimed Justinius, his most trusted advisor as he ran up the steps to his throne. `` Are you okay? You look like you saw a ghost!'' \n \n Hadrian grabbed Justinian by his tunic. `` Justinian,'' he whispered, `` clear the room.'' \n \n Justinian waved the guards and supplicants away. He waited a minute to make sure they had left. `` We're alone, Imperator,'' he whispered back. \n \n Hadrian jumped out of his throne. `` The gods visited a vision on me,'' he exclaimed as he waved his arms. `` I saw wonders far beyond anything we could imagine! A city surrounded by water. Massive towers full of people! Boats without sails! Carriages without beasts of burden!'' \n \n Hadrian spasmed again. Justinian shook Hadrian, trying to snap him out of it. `` Imperator!'' he exclaimed, but Hadrian would not come out of it until his vision was complete. Justinian lowered him to the steps so he would n't fall down. \n \n This time, Hadrian saw a long metal tube, moving through the sky, breathing fire from one end. It cut to a humanlike figure out in the night sky with earth as a backdrop. \n \n `` Justinian,'' whispered Hadrian, `` get me the finest scientists, philosophers and engineers in the empire.'' \n \n `` Sir?'' asked Justinian \n \n `` The gods have sent me a message,'' replied Hadrian. `` I need the finest men in the empire.''\n", "191": "I opened my fridge for likely the third time in an hour, desperately hoping my standards would get low enough to settle for some of its contents. The very first thing I noticed was the milk. It had spoiled, though just 15 minutes ago it was as pristine as could be. It was only 6:30 pm, but it's possible they could have gotten up early to do this. \n \n A smile spread across my face as I dumped the rancid fluid down the sink. `` Merathagothl, was this you? It was, was n't it?'' \n \n Demonic cackling was heard, disembodied, around the room. A similarly disembodied but otherwise normal voice spoke, `` Yeah, it was me! It was only a few days to the sell by date and you were nearly finished, thought I'd take care of it for ya!'' \n \n I laughed and said back, `` Ah, you dick! I was thinking I could kill off the cheerios in the cabinet!'' \n \n A new, dude-bro like voice said back, `` Actually...'' \n \n I opened the cabinet and grabbed my cheerios. In mock anger I said, `` Heramisharin I swear to god...''\n", "192": "The sand is blazing hot on my back and the sun is beating down on my skin. I'll probably burn soon, but I do n't care. The sun is a beautiful thing. Like the great king of the universe. I'm not afraid of what he does to me. \n \n I close my eyes and imagine the sun wearing a great golden crown, brighter even than its own rays. Watching like a protective parent over its loyal subjects. Mercury, which.. actually I suppose there is n't really anyone on Mercury to serve the sun. Venus, either. Come to think of it, Earth is really the only planet in the whole solar system that has any life on it. At least as far as we know. Weird. \n \n What kind of weird ruler has nine kingdoms, but keeps all of his subjects in one of them? I suppose it must be easier to keep an eye on us all this way. I mean our governments can barely keep an eye on one country, never mind a whole planet. And I mean.. when they do try and keep an eye on us all, it's never a good sign. It usually means... \n \n `` Hey James,'' I turn my head to see him, `` how much would it suck if the sun were evil. You know, if it were like a tyrant, keeping an eye on us, making sure we never step out of -'' \n \n `` Shut up,'' he chuckles, his chest bouncing as he laughs at me, `` no more beer for you.''\n", "193": "Of course, I had taken the job. I desperately needed the money. I was to just follow her, make sure that she did n't get into any sort of trouble. I think she saw me, for she turned her car down the road and asked me to get down. I take her to a coffee shop nearby. She says that she knew I was hired by her father, I panic. But her eyes, so pretty, pools of cerulean blue, entrap me. I take a look at my watch. It has been 5 minutes since we arrived at the coffee shop. It feels like an eternity, I ca n't feel anything. I try to remember as much as I can, her smiles, her beautiful face, her hair as it rustles softly as wind blows through it. I try to record it all on my head, so that I can replay it and dream about her when I fall asleep. Those five minutes, when she was all mine. I still relive those moments when you were mine. I wish that I had held your hands and ran off with you, and the winds behind our backs. But I never could. It pains me to tell you this. I feel like the biggest loser sometimes.\n", "194": "*I'm just going to piggy back off this prompt and go with `` Explain color to a blind person'' so heres what I think: * \n \n \n Just think of that twisting pain deep in your chest. The ones that feel like your muscles are pulling in each different direction, slowly ripping you apart. Every move you make, the pain resonates through you. Your brain races to fix the pain. But it does n't stop, it boils and boils until your left screaming. Your voice straining under the pain, screaming till your raw with pain. It shoots back up and down your spine, a tingling, bubbling feeling. An itch you ca n't scratch, under your skin, inside you. The hot pain in your chest shows you the colors my friend. It's like an eruption. Pain, anger, take all those things. Mix it into a blender, then you will have your color. Think of the sounds. The screams, the shouts, the roars, the moans. Well never know if your thinking what we see, but that does n't matter. As long as you experience these emotions, you'll know what color i'm talking about.\n", "195": "An executioner in the olden days was never selected from the ranks of the military, court marshals aside. Nor were they drawn from whatever primitive police force existed at the time. Ending the life of civilians was a sensitive task, one that could not be passed to those who fight to ensure the safety of the homeland. An executioner was almost always the local axeman. An axeman walks through a wood, carefully selecting the right tree, then focuses all of himself on its removal without stopping to philosophize on why the tree must go. The tree is cut because he is the axeman. \n \n The day I allow myself to have the mind of a soldier is the day I split this planet into my army and my enemy's army. The day I am a policeman is the day I must never stop watching my citizens. My mind must be free from judgement and unable to act with discretion. I must be as the axeman, existing only for the tree in front of him. I exist for true justice alone. \n \n That is why I broke into the rapist's cell at night, that is why I spared him from the death penalty. It was why I sent him away to live unguarded and free. \n \n He was tried for the wrong crime.\n", "196": "200 years its been. 200 since any human has seen the surface. Long dead has been the last human to gaze upon the `` sunrise'' or `` sunset''. \n \n There had been no discussion, i was chosen by the elders, barely into my 20s i was scared beyond measure, but they needed me to be strong, supplies were dwindling and we needed to act fast. Old books spoke of a sanctuary, an oasis of sort 100 miles north of here where the fog couldnt penetrate, where we could grow food on the surface and water sprung far and high from geysers. \n \n As i apporach the cave thatll lead me to the surface, im full of mixed emotions... What if the surface is still covered by the deadly fog, what if it is completely gone?... I steeled my temper and moved forward, dragging every step. At the end of the tunnel i see light, i start sweating.. My footsteps become heavier as i get closer, i put my mask on, hoping itll keep the nasty mist away. Fighting for every step i reach the edge of the cave..... And nothing could have prepared me for what i saw.... I had to turn back, the elders needed to know immediately. I turn quick as a fox and begin my descent when i froze..... `` Collapse the tunnel'' i yell at the top of my lungs. I knew they couldnt hear me.... But i had to try. `` COLLAPSE THE TUN.....'' the words cut off in my mouth as i taste blood.... And then darkness...\n", "197": "“ No, no, no…you ’ re doing it all wrong! ” Said the young woman shaking her head in an infuriatingly bemused way; “ You ’ re supposed to come at me like this, here look. ” She skipped around the corner of a nearby building taking hold of your favorite machete and placing the hockey mask over her head. “ Now wait there! ” She called. You wait with narrowed but curious eyes, wrinkling the scars on your cheeks. You stare into the space between the two faded brick buildings into the place where the woman disappeared, transfixed by just how enveloping the alley really is. “ Turn around slowly ” said a rough masculine voice. You feel something shark poke into your back and turn to see the woman bubbling with energy at the rocky expression on your face. “ That ’ s how you kidnap someone! You ’ re not very good at this are you? ” You shrug. “ Well here you go Mr. Serial killer man, whatever. Better luck next time! ” You stare at the creature bouncing down the sidewalk, around piles of garbage. Over a vagrant.\n", "198": "She inhaled. \n A gripping cold reached the moonlit darkness of the pen. Wet grass against bare feet. Wind pulling a nightgown. Like a pale-skinned scarecrow she shone in the night, with a surgical saw at her side. \n And she sang. \n \n `` Bah, Bah, a black Sheep, Have you any Wool?'' \n \n Her black hair covered all but a split of her eyes, which she aimed at at a dark spot among the unsettled animals. The rusty saw performed a continuous glissando, filling the pen with an ethereal sound. \n \n `` Yes merry have I, Three Bags full'' She mocked. Staring directly at the contour of the sheep's head. \n \n Steadfast, but in a sense floating, she approached with her singing saw. The black sheep, normally invisible in the dark, was unable to hide in the group of chaotic contrast. She grabbed it by the neck. It fought back in vanity. \n \n `` One for my Master, One for my Dame,'' she sang. Looking into terrified eyes. The saw made the sound of teeth gliding against one another. Spawning the smell of wet wool, which she brought with her, and that of slaughter, which she left behind. \n \n `` One for the Little Girl, Who lives on the plain.'' She sang. Redstained blackwool in hand. \n \n \n She was said to wander where the black sheep roam. \n\n", "199": "Ohh, he's not a knight in shining armor, he's not a perfect symbol of `` the light'' or everything right with the world. No, he's a dark soul himself. A monster, a freak like me. We are n't too different, we have our demons, our nightmares that haunt us. They lend us to our respective causes. I am forever destined to plague mankind with terror, but he... he is neither a plague, nor a savior, but a ghost. A ghost who haunts the dark recesses of the night, and the shadows of the day. His presence is a whisper that chills the bones of the wicked and drives even the most sinister of ghouls away. He does not set himself as a bright, plastic heroic `` god-like'' figure to whom the world is to be eternally indebted to him for his services. No, he strays from the platform of light. Rather, he lurks about watching the world from shadowy corners, and allows himself a moment of peace. A moment of quiet reflection before his mind turns back to the broken man he is. He is a hero with no name and no face to recognize. He has my respect not only as an opponent worthy of my evil genius, but as a man who asks for nothing but gives his everything. \n \n -the Joker \n\n"}