{"0": "At least 800 firefighters and 170 fire engines are at a chemical plant in the city of Zhangzhou.\nFiremen are battling the third in a series of blazes that began on Monday, when an oil leak caught fire and spread to nearby tanks.\nMore than 14,000 residents in the surrounding area have been evacuated, reported state news agency Xinhua.\nSix people have been hospitalised for minor injuries, while 13 are receiving medical attention, said CCTV.\nXinhua said the fire began on Monday evening when an oil leak caught fire and led to blasts at three nearby oil storage tanks at the Tenglong Aromatic Hydrocarbon plant in Zhangzhou.\nThat fire was extinguished on Tuesday afternoon. It reignited that evening before it was put out again.\nBut another tank containing nearly 1,500 tonnes of hydrocarbon liquid caught fire and exploded early on Wednesday morning.\nThe plant produces the chemical paraxylene which is used for fibre and plastics.\nAuthorities said that the fires were reigniting due to residue being exposed to the air.\nExperts interviewed by Xinhua said that the layer of foam sprayed by firefighters to cover the residue was becoming unstable due to the heat and was disintegrating, and was being shifted by strong winds.", "1": "It was not clear who was behind the attack, which caused no casualties but triggered a plume of black smoke.\nThe UK-based Syrian Observatory for Human Rights said the pipeline was \"bombed\", while Sana blamed \"an armed terrorist group\" for sabotaging it.\nThe agency said the attack happened at Tal al-Shor, west of the troubled city.\nThe Local Co-ordination Committees, which organise protests against President Bashar al-Assad's regime, accused his government of deliberately destroying the pipeline, which serves a region opposed to his rule.\nThe province has been besieged by security forces and loyalist militias for more than two months.\nThe United Nations estimates more than 4,000 people have been killed since mid-March in the regime's crackdown on dissent.\nDamascus blames the unrest on \"armed terrorist groups\" and foreign meddling.\nSeven civilians were killed during several security raids in Homs on Thursday, according to activists quoted by AFP news agency.\nThere have been two recent reported attacks on pipelines in Syria - one, according to activists, took place on 13 July in the eastern province of Deir Ezzor.\nAnother, also near Homs, was reported on 29 July by Sana.\nSyria's oil output has slumped to 120,000 barrels per day from 340,000 before the unrest due to narrowing exports in line with sanctions against President Assad's regime, according to an industry expert quoted by AP.", "2": "A Met Office yellow \"be aware\" warning was in force as a depression moved westwards across central and southern Scotland on Thursday.\nUp to 2.5in (6cm) of snow could fall, mainly in areas above 330ft (100m) with up to 4in (10cm) on higher ground.\nHeavier snow is forecast in eastern Scotland overnight into Friday, extending into northern England.\nUp to 6in (15cm) could fall on higher ground in Scotland, while an area including north west England, Yorkshire and East Midlands could experience lighter snowfalls.\nLower than average temperatures for late April saw minus 5.6C recorded at Kinbrace in Sutherland in the early hours of Thursday morning.\nThe fresh snowfall has prompted the Mountaineering Council of Scotland to warn walkers and climbers to be aware of the potential for avalanches.\nThe Met Office chief forecaster said: \"A depression moving into the area is encountering cold air, bringing snow even to low levels at times.\"\nThe forecasting service said it was harder to predict how far east or southwards the snow would progress, or give an accurate indication of how it would affect lower levels.\n\"There are differences between models in the position which brings uncertainty about location, with latest indications that it is likely to be further south than previously expected,\" the forecaster said.\n\"In addition, there are uncertainties about the lowest level to which snow will fall, which could be 100m either side of heights quoted in the warning. \"", "3": "Kenneth Grisedale, 58, admitted causing the death of 46-year-old Andrew Birch in Scarisbrick, Lancashire in January last year.\nGrisedale, from Southport, dangerously overtook Mr Birch's car which collided with an oncoming vehicle, Liverpool Crown Court was told.\nHe was sentenced to two years in jail and banned from driving for two years.\nOn the evening of 6 January 2015, Mr Grisedale carried out a dangerous manoeuvre in his BMW, overtaking a Peugeot Horizon on Southport Road before speeding off towards Southport.\nAs a result, the driver of a Toyota Carina that was travelling in the opposite direction lost control before it collided head-on with the Peugeot.\nAndrew Birch, who was a passenger in the Peugeot, suffered fatal injuries.\nHis 80-year-old mother who was driving the car and the driver of the Toyota, a 41-year-old woman, were also seriously injured.\nDet Sgt Keith Rimmer from Lancashire Police said it was \"the reckless actions of Kenneth Grisedale\" that led to the death of Mr Birch \"in tragic circumstances\".\n\"I hope today's sentence sends out a clear message to anyone who carries out dangerous manoeuvres and takes risks on the roads.\n\"Such behaviour can cost lives and cause devastation to the families of those involved.\"", "4": "Police were called to a fight involving about 20 rival supporters in McLeod Street, near the Tynecastle stadium, on Saturday 16 January.\nA 53-year-old man and two 16-year-old boys have been arrested.\nThey were released on bail to appear in court at a later date and were ordered not to attend any football matches.\nInsp Emma Croft, of Police Scotland, said: \"As part of our ongoing commitment to tackle fan disorder Police Scotland has been working closely with Hearts FC to identify and address a group of individuals who bring disorder and criminality to the doors of what is a family-friendly club.\n\"These arrests clearly send out the message that such behaviour will not be tolerated and we will work tirelessly to trace those involved in such criminality.\n\"All three males are now unable to attend a football match for the foreseeable future, which is particularly relevant given next weekend's Edinburgh derby.\"\nA Hearts spokesman said:  \"We have a very good and close working relationship with Police Scotland and will continue to do our best with them to eradicate the type of behaviour which is unacceptable to the majority of Hearts supporters.\"", "5": "An agreement has been made to include them and Afghanistan in future plans.\nAt the meeting, the ICC also agreed the principle of a nine-team Test league, to be run over a two-year cycle, probably starting after the 2019 World Cup.\nDecisions will be made at the next ICC board meeting in April.\nIn addition, after the controversy of the recent India-England series, the ICC has agreed in principle to use the decision review system in televised World Twenty20 matches from October.\nThe ICC has been discussing ways to revamp the Test structure for some time.\nIt is unclear if Ireland and Afghanistan would be able to play Tests straight away or would have to wait for the new structure of Test cricket to begin.\nIreland made their one-day international debut in June 2006 when they played England, while Afghanistan's maiden ODI was three years later.\nAfghanistan's domestic four-day and Twenty20 competitions have now been granted first-class and List A status respectively, four months after Ireland's Inter-Provincial Championship became the first domestic event outside a Test-playing country to earn first-class status.", "6": "Scott Williams scored the only try of the game as Scarlets held on to win 22-21 in a tense finale.\nLeigh Halfpenny could have won the game for Toulon but missed an 80th minute long-range penalty.\n\"The most relieved man was Wyn Jones as he came in the side of the ruck. It was a tough kick, 50/50,\" Pivac said.\n\"We talk about history and this club has got a fine history. Today we created some of our own so I am very satisfied.\"\nThe victory means Scarlets have now won their last seven consecutive games at Parc y Scarlets and Pivac said everything went to plan against Toulon.\nSpeaking to BBC Radio Wales, Pivac said: \"We did everything we wanted to do and that was to improve on the week before. At the start of the game the numbers were up for territory and possession.\n\"We created some good scoring opportunities including one really good one. We knew at half time we would be in for a real contest. That's how it proved to be and it was a very tough second half.\"\nScarlets lost 31-20 away against the French Top14 side a week before beating them on home soil and centre Scott Williams said they could still progress further in the competition thanks to the victory.\n\"We were steamrolled for 20 minutes in France last week. But we played with a higher tempo today,\" Williams told BBC Radio Wales.\n\"We are still in with a sniff, we knew we had to win today to give us any chance and we are looking forward to the fight and looking forward to the games in January.\"", "7": "The study released to the BBC found 42% of primary rail routes could be disrupted.\nEntitled Increasing Climate Change Resilience, it said \"extreme weather events\" are likely to be more frequent.\nThe report said Network Rail is developing a \"climate change adaptation strategy\" worth millions of pounds.\nThe report classed \"extreme weather events\" as the storm which breached the sea wall at Dawlish, Devon in February, causing weeks of rail disruption.\nThe report listed particularly vulnerable areas as:\nDisruption to rail services into and out of Devon and Cornwall can cost the region's economy tens of millions of pounds, the study notes.\nThe chairman of the South West Peninsula Rail Task Force, Councillor Andrew Leadbetter, said: \"I didn't realise just how vulnerable the main rail lines were.\n\"I am concerned. This means we have to lobby the government even harder to make sure our vital train links are protected.\"\nMike Gallop, Network Rail's director of route asset management, said: \"What we're doing is developing a strategy to look at some of the possible solutions and mitigations and then working over the next 15 to 20 years to make sure we can hold the railway line to the south west peninsula.\"\nThe government is carrying out a feasibility study into an alternative rail line, which would run inland from Exeter to Plymouth, via Okehampton, avoiding the vulnerable stretch around Dawlish.", "8": "Nigel Mentzel, 70, collapsed and died at his home in Penylan, Cardiff, in January.\nThe inquest heard he had tried a synthetic marijuana \"legal high\" at his home but died from cannabis poisoning.\nThe coroner recorded a narrative conclusion and warned it was more dangerous than banned drugs.\nThe inquest heard the retired Cardiff council planner was a leading collector of colourful psychedelic posters inspired by the mind-bending drugs of the sixties and seventies.\nHe was also interested in mind-altering substances and started using a synthetic drug called \"Cherry Bomb\", which he bought legally from a shop in the city centre.\nPathologist Dr Sarah Winstanley told the inquest patients who experienced the effects of synthetic cannabinoids reported worse agitation and hallucinations as well as a faster heart rate.\nHis partner Julie Garner told the inquest she warned him not to smoke the highs in their home and began to notice a change in his behaviour.\nShe said: \"He would get very defensive and angry and we would argue because I disagreed with his use of the highs.\n\"He was very private and I never sought help for him.\"\nTraces of the synthetic cannabinoids were later found in Mr Mentzel's system.\nCardiff assistant coroner Thomas Atherton said: \"It's quite clear that synthetic cannabinoids are extremely dangerous drugs to use, in spite of the fact it's given the term of legal high.\"", "9": "Spurs beat Bournemouth for a seventh straight league win and moved to within four points of Chelsea before the Blues meet Manchester United on Sunday.\n\"Chelsea are very aware that Spurs are there and it'll be a tough game for them tomorrow,\" Lampard told BBC Sport.\n\"There will be some nervousness but so there should be.\"\nLampard was speaking to BBC Final Score and will be a part of the analysis team on Match of the Day on Saturday.\nTottenham were eventual champions Leicester's nearest rivals for much of last season, but fell away, collecting only two points from their final four games and ending below north London rivals Arsenal in third.\nSpeaking after Tottenham's 4-0 win over the Cherries, boss Mauricio Pochettino insisted his side had \"improved a lot\" since 12 months ago and were ready for the scrutiny and pressure of a close-fought title run-in.\n\"That was a very bad period at the end of last season,\" said the Argentine.\nMedia playback is not supported on this device\n\"We expended a lot of energy fighting against Leicester, against Chelsea, against the media.\n\"We fought against everyone. But now we are focusing on fighting our opponents when we play.\n\"From the beginning of the season that was our chance to improve our mentality, our belief, and I think you can see the group and the team have improved.\"\nChelsea will restore their advantage to seven points with only six games to play if they beat Manchester United and former manager Jose Mourinho at Old Trafford.", "10": "Bailey died in hospital after the incident at Cults Academy at about 13:30 on Wednesday.\nThe 16-year-old accused, who cannot be named for legal reasons, appeared in private at Aberdeen Sheriff Court.\nThe boy was also charged with having a blade or point on school premises. He made no plea and was remanded.\nHe is expected to appear again on 6 November.\nRelatives of Bailey said in a statement on Thursday: \"There are no words. Bailey is our beloved boy and our heart. Our hearts have gone with him.\"\nIt added: \"A special son, brother, grandson and friend - he never failed to make us smile (most of the time). He will always be our boy.\n\"We don't know what we will do without our junior 'man about the house'.\n\"We need time now to look after each other and send our love to all those who care for Bailey.\"\nCults Academy is a secondary school with 1,050 pupils from age 11 to 18.\nThe school was closed on Thursday and Friday but will re-open on Monday, with special assemblies being held.\nThe nearby Cults Parish Church was packed for a vigil on Thursday evening.\nMany people wrote messages of condolence and support for Bailey's family.\nChurch of Scotland minister, the Reverend Ewen Gilchrist, said: \"Bailey Gwynne's family will hear about this and the number of people here and hopefully it will give them a bit of light in the darkness.", "11": "Six sites across the country have been shortlisted to host the dump, which would be Australia's first.\nThe facility would house low-level and intermediate waste, which is currently stored across more than 100 sites.\nResources and Energy Minister Josh Frydenberg said no community would be forced to take on the facility.\n\"We won't unilaterally pick one, this is a voluntary community consultative process,\" Mr Frydenberg told the ABC.\nHe said landowners stood to receive four times the value of their property if it was purchased for the development.\nAny community prepared to host the site would also receive A$10m towards local projects, he said.\nThe six shortlisted sites are Sally's Flat in NSW, Hale in the Northern Territory, Cortlinye, Pinkawillinie and Barndioota in South Australia and Oman Ama in Queensland.\nThey were chosen from a list of 28 locations nominated voluntarily by landholders.\nA final decision is expected after Australia's next federal election.\nMr Fydenberg said low-level waste included items such as gloves, goggles, paper or plastic that were used in nuclear medicine.\nIntermediate waste could include steel rods used in nuclear reactors, he said.\n\"More than 100 sites across the country, including hospitals and universities, are licensed to store this waste on an interim basis,\" he said.", "12": "A woman aged in her late 20s was found dead, having suffered multiple injuries, at an address in Worcester Road, Bootle at 21:15 BST on Thursday, Merseyside Police said.\nThe body of the second woman, who was in her 50s, was found at 04:00 in a property in nearby Brookhill Road.\nOfficers believe the suspect was known to both victims and their deaths are being treated as suspicious.\nThe roads where the bodies were found are within 200m of each other.\nNeither victim has been formally identified and post-mortem examinations are due to take place.\n\"At about 9.15pm on Thursday, April 16, a concern-for-safety call was received about a woman residing on Worcester Road,\" said Det Supt Tim Keelan.\n\"A patrol attended and a search was conducted resulting in the discovery of the body of a woman believed to be in her late 20s with multiple injuries.\"\nHe said the second victim's body was found after officers gained entry to the property after they got no answer.\n\"The investigation into these deaths is at an early stage and although the motive is unclear at this time, officers believe the offender may be known to the victims,\" added Det Supt Keelan.", "13": "First-time buyers also borrowed more in the third quarter than in any other three-month period since records began, according to the Council of Mortgage Lenders.\nThey borrowed £940m, up by 3% on the second quarter and by 6% on the third quarter last year.\nThis equated to 8,600 loans, a year-on-year increase of 5%.\nThe typical amount borrowed by first-time buyers remained unchanged from the previous quarter at £100,000, compared with £134,900 in the UK overall.\nThe typical average household income of a first-time buyer increased slightly from £33,600 to £33,700.\nOverall, Scottish home buyers borrowed £2.2bn for house purchases, 5% less than a year ago but 5% up on the previous quarter. A total of 17,100 loans were taken out.\nHome movers borrowed £1.3bn, 11% less than a year ago.\nCML Scotland chairwoman Carol Anderson said: \"First-time buyers continue to be a key driver in the market with more loans advanced to new home-owners than any quarter since 2007.\n\"This quarter also saw a four-year high in remortgage activity and quarter-on-quarter growth in home movers so all lending types have performed strongly over the summer months.\n\"This is the first quarter post the EU referendum and the market appears resilient so far.\n\"It may take time to fully gauge the full impact but currently the Scotland market is in good shape and open for business moving forward.\"", "14": "The actor told The Huffington Post: \"I don't know that my family nor my soul could take it.\"\nRatings for this year's televised ceremony were down 16% on last year, and the lowest for six years.\nHarris's stint as host came in for a bashing, with criticism it was flat and even \"embarrassing\" in places.\nHe had previously won plaudits for his hosting of the Tony Awards, which appeared to suit his style more having a Broadway background himself.\nAsked if he read the reviews, he said: \"I didn't keep up with it obsessively, but it was interesting to see just what people thought landed and didn't.\"\nHe added: \"It's so difficult for one who's simply watching the show to realise just how much time and concession and compromise and explanation has gone into almost every single thing.\n\"And I'm not saying that to defend everything I said as if it was the absolute best choice, but it's also an award show, and you're powering through 14 acts filled with 20 plus awards.\n\"So my job was to try and keep things as light and specific to this year's set of films as possible. And if people are critical of that, it's a big giant platform, so I would assume that they would be.\"\nThe blame for low ratings has been been partly blamed on the lack of blockbuster movies up for the big prizes, with the contenders including Birdman and Boyhood considered more arthouse than mainstream.", "15": "Shaun Atkinson, 49, was found dead at his home on St Johns Avenue on 27 December 2016.\nBarry Rewcroft, 51, of Raincliffe Avenue in Scarborough, was cleared of murder but convicted of manslaughter following a two-week trial.\nHis son, Ruben Botterill Rewcroft, 20, was also acquitted of murder following the trial at Leeds Crown Court.\nRead more about this and other stories from across Yorkshire\nFollowing the sentence, Shaun Atkinson's son Joe paid tribute to his father.\n\"He was a kind-hearted, hard-working, lovely, charming person who would make time for anyone at any time,\" he said.\n\"He loved his family and friends more than anything else. He will be dearly missed by his family, friends and, in particular, his children.\"\nNorth Yorkshire Police were called to Mr Atkinson's home at around 18:25 GMT on 27 December.\nRewcroft was arrested on suspicion of murder after handing himself in at Scarborough police station shortly afterwards.\nHis son was arrested the following day.\nDet Ch Insp Andrea Kell, from the Cleveland and North Yorkshire Major Investigation Team, said: \"Our thoughts are with Shaun Atkinson's family.\n\"Joe, Shaun's son, sat through the two-week trial and listened to the horrific injuries his father sustained.\n\"He has displayed a level of maturity beyond his years.\"", "16": "Ralph Clarke denies 31 offences alleged to have been committed between 1974 and 1983 against three children.\nDue to his age, Mr Clarke sat on the back row of Birmingham Crown Court rather than in the dock.\nThe court will also only sit for a maximum of four hours a day during the former lorry driver's trial.\nMr Clarke, of Holly Lane, Erdington, Birmingham, denies 17 charges of indecent assault, 12 offences of indecency with a child and two attempted serious sexual offences.\nMore on this and other stories Birmingham and Black Country\nHe is alleged to have committed the offences against two girls and a boy, including one as young as seven.\nAt the start of the two-week trial, prosecutor Miranda Moore QC told jurors two of Mr Clarke's alleged victims walked into a police station in August last year to make a complaint against him.\nMiss Moore told the jury: \"What they were to tell the police was a history of a catalogue of serious sexual abuse.\"\nAlleging that some of the abuse took place in a garage at Mr Clarke's then home, Miss Moore told the jury of six men and six women: \"All three victims talk about being in a garden shed or workshop.\"\nWhen Mr Clarke was questioned by police last December, the court heard, he made \"limited admissions\" to officers.\nThe trial continues.", "17": "Ruben Espinosa, who worked for the investigative magazine Proceso, had recently moved to the city from the eastern state of Veracruz where he said he had been threatened and harassed.\nVeracruz is considered one of the most dangerous Mexican states for journalists to work in.\nThey are often the targets of organised crime linked to drugs gangs.\nProceso said the killings were discovered in the Narvarte neighbourhood of Mexico City a day after Mr Espinosa's family lost contact with him.\nThe other four victims were all women. Three of them had lived in the apartment and the fourth was a domestic employee, the city prosecutor's office said.\nOfficials said identifications and cause of death were still being verified. However, Proceso said Mr Espinosa had suffered two gunshot wounds.\nMany journalists under threat in Mexican states have taken refuge in the capital and the government has set up an agency to help protect them.\nFree speech advocacy group Article 19 said Mr Espinosa was the first journalist to be killed while in exile in Mexico City.\nIt said his death marked a new level of violence against journalists in Mexico.\nEarlier this year, the National Commission on Human Rights said 97 journalists had been killed in Mexico in connection with their work since 2010.", "18": "Mr Langley had been serving as the force's acting deputy, having been assistant chief constable in charge of all operational matters.\nHe started his career with Devon and Cornwall Police in 1989 and in 2008 moved to Lincolnshire Police.\nMr Langley said he was \"excited and honoured\" to be appointed the new deputy chief constable.\nHe added: \"Dyfed Powys is an excellent force and over the last two years I have got to know a lot of officers and staff and I have seen their commitment and hard work to bring about justice, and to deliver services that are truly customer focused.\n\"I look forward to continuing the work that is already underway to ensure that we put the public at the heart of all that we do, and ensure that everyone receives the quality of service that they are entitled to expect from their police force.\"\nChief Constable Simon Prince said Mr Langley had already proved himself as \"an asset to the force with the work he undertook on operational policing whilst assistant chief constable\".", "19": "The 15-year-old went missing after a night out in Donegal in 1994.\nHer body has never been found. Child killer Robert Howard, who died in prison last year, was the main suspect.\nArlene's sister Anita McGale appeared for the first time at her inquest at Omagh Courthouse on Monday.\nTimeline: child killer Robert Howard\nMs McGale said the Castlederg schoolgirl always told her where she was.\nShe also told the inquest that Arlene had never told her she was pregnant or had had a miscarriage.\nThe inquest heard in February that Arlene was from a troubled background and that she may have been pregnant when she went missing.\nAsked by counsel for the coroner why Arlene would have told such a story to other people, Ms McGale said she did not know.\nArlene lived with her sister Anita for one and half years after her mother died.\nSocial services said she could not live with her father who had started drinking heavily after his wife's death.\nThe arrangement ended after Anita's then husband Seamus McGale was accused and subsequently jailed for sexually abusing Arlene in 1993.", "20": "The move comes two days after gunmen opened fire at an Ivory Coast beach resort killing 18 people, including four French citizens.\nAl-Qaeda in the Islamic Maghreb (AQIM) said it carried out the assault.\nMilitants have also launched attacks in Burkina Faso and Mali recently.\nHow I survived the attack\nFrance's ex-colonies under threat\nFrench Interior Minister Bernard Cazeneuve made the announcement on a visit to Abidjan to show France's support for Ivory Coast. He was joined by Foreign Minister Jean-Marc Ayrault.\nThere, they visited some of the wounded from Sunday's attack on the Grand-Bassam resort, the first jihadist attack in Ivory Coast and the third in the region since November.\n\"The desire to position this (gendarmerie) team in Ouagadougou is to enable us to immediately dispense advice and co-ordinate other actions in the event of a terrorist crisis,\" Mr Cazeneuve said.\nFrance has about 3,500 troops to combat militants across the Sahel region. Its Operation Barkhane succeeded Operation Serval, launched in 2013 to oust extremists from northern Mali.\nAQIM threatened France and its allies in Mali, saying they would \"receive a response\", with their \"criminal leaders\" and interests targeted.\nThe al-Qaeda linked group has also claimed two other similar attacks - an assault on a cafe and a hotel in Burkina Faso in January that killed 30 people, and a hostage siege at a hotel in Mali in November that left 30 dead.", "21": "Helen Fleet, 66, was found dead in in Worlebury Woods near Weston-super-Mare, on 28 March 1987.\nDespite a BBC Crimewatch appeal and a major police investigation, no one has ever been charged with her murder.\nPolice said there were \"no new lines of enquiry\" currently but believe answers \"may lie in the local community\".\nMs Fleet, who lived with her sister in Osborne Road, was last seen alive on the morning of her death.\nDet Sgt Pete Frake said she had driven to the woods in her blue Datsun to take her two dogs for a walk.\n\"Helen was found beaten, strangled and stabbed in Worlebury Woods at around 12.40pm,\" he said.\n\"She was last seen alive at 10.50am in Worlebury Hill Road.\"\nDespite thousands of people being interviewed by police at the time and further reviews of evidence, Det Sgt Frake said, the \"horrific murder\" had remained unsolved.\n\"Loyalties and relationships can change over the years, which can result in people being more willing to tell us what they know, or share with us any suspicions they may have,\" he said.\n\"Helen's friends and relatives have been waiting for 30 years to see justice done which is a heavy and unimaginable burden to bear.\"\nAnyone with any information is being urged to contact Avon and Somerset Police.", "22": "The £12.4m purchase of a DHL depot is the fourth property deal completed by Portsmouth City Council since November.\nOther purchases have included an industrial unit in Gloucestershire and a supermarket in Somerset.\nLiberal Democrats said none of the investments were in Portsmouth, but ruling Conservatives said they were targeting the \"highest yields\".\nCouncil leader Donna Jones said their property investments had generated £2m in the last year, helping to ease the impact of government spending cuts.\nMs Jones said: \"It's not about the location, it's about the safest highest yield I can get, wherever that may be in the UK to generate the biggest return so I can keep libraries and public toilets open.\n\"We're trying to run the city more like a business and this is part of it.\"\nBut the leader of the opposition Liberal Democrat group, Councillor Gerald Vernon-Jackson, said the decision to invest elsewhere in England sent \"a terrible message to the people of Portsmouth\".\n\"This is another property where another council will get the business rates, not Portsmouth,\" he said.\nTom Southall, head of property investment, said Portsmouth's £110m budget for property was large in comparison to other authorities.\nHe said the money was borrowed at relatively low rates from the Public Works Loan Board, with income generated by renting to established tenants.\nMr Southall said: \"All property has risk... but if you get good property in good locations, you're always going to be able to let it.\"", "23": "Reginald Henry Turner, from Pembroke Dock, carried out the sexual assaults between the early 1990s and 2008, Swansea Crown Court heard.\nHe was found guilty on 15 May of 20 charges of historical sex abuse involving three different girls who were as young as six.\nTurner must serve a minimum of almost nine years before applying for parole.\nJudge Huw Davies QC said he continued to represent a danger and had expressed no remorse.\nThe offences included four counts of rape involving two separate girls, indecent assault, indecency with a child and sexual touching.\nThe court heard his three victims were not connected to each other and \"they had no reason whatsoever to make up the allegations against him\".\nPatrick Griffiths, prosecuting, said Turner was arrested after one of the complainants, who is now a teenager, went to the police in 2013.\nWhen the media covered his first magistrates' court appearance, other victims came forward.\nMr Griffiths told the court one victim said: \"From the age of five she never felt safe. She still suffers with nightmares.\"\nHe summarised a second victim's statement: \"The abuse started when she was a young, innocent child. She feels her innocence was taken off her. She gets flashbacks to what happened to her as a child.\"", "24": "The giant sculpture was created by artist Luke Jerram and built with the help of a hot air balloon manufacturer.\nIt has been made for a University of Sheffield event to celebrate the work of scientist Sir Hans Krebs.\nMr Jerram's previous works include a giant water slide and installing street pianos in cities around the world.\nHe said: \"Making visible the microscopic world around us, the artwork was made as an experimental object to contemplate and allow the public to experience a dizzying perception of scale.\n\"Whether it's showing people new ways to occupy and utilise our cities, or shifting perceptions about the hidden microscopic world around us, I like to make the public think about the world in new ways.\"\nThe 28m sculpture has been blown up to the extent that were an average person to be scaled-up at the same ratio they would rise to at a height of 9,000km (5,592 miles) - the same as the distance from the UK to Japan.\nThe artwork was made with the help of Cameron Balloons, in Bristol, the same company which helped Mr Jerram make his giant water slide in 2014 and made the Breitling Orbiter Three balloon, the first to fly non-stop around the world.\nMr Jerram said it had taken about six months to build the artwork, including a redesign after the first version ripped while being inflated.\nThe sculpture was officially unveiled at the Winter Garden at 11:00 BST where it will be displayed until 3 November before being moved to the university's Firth Hall for KrebsFest.", "25": "\"He came up with the title, the concept of the record, the whole everything,\" he said.\n\"I was trying to be the artist on this without being the CEO of it.\n\"I wanted him to basically control it and tell me where I should be at, what I should sound like, what I should look like. Basically the hole nine [yards].\"\nExplaining why he was so comfortable, he said it was down to his long-term friendship with Pharrell.\n\"This is not our first merry-go-round,\" he said.\n\"We've been doing this for years and so for him to finally do a whole album on me and tell me what I should be doing - that's what I was looking for.\n\"I've been doing it for so long now and sometimes it gets to a point where it's too hectic because I've got to do everything.\n\"I've got to come up with the concept, the look, the style - whereas with this one I've just got to worry about being Snoop.\"\nBush, due for release in May, is Snoop Dogg's 13th studio album.\nThe first single from it, Peaches and Cream, was released on Tuesday.\nFollow @BBCNewsbeat on Twitter, BBCNewsbeat on Instagram and Radio1Newsbeat on YouTube", "26": "The minutes showed members were concerned that the incoming president would adopt policies designed to increase economic growth that would require faster interest-rate increases.\nBut they also urged caution over the \"uncertain\" outlook.\nThe Dow Jones Industrial Average was up 0.30% at 19,942.16 points.\nThe S&P 500 gained 0.57%, rising to 2,270.75. The Nasdaq Composite added 0.88%, finishing at 5,477.00.\nChris Low of FTN Financial in New York said: \"the market was right in thinking the minutes would tilt hawkish, but they tilted less than expected\".\nThe minutes said that policymakers discussed \"the uncertainty about how federal spending, tax, and regulatory policies might unfold and how global economic and financial conditions will evolve.\"\nPresident-elect Mr Trump takes office later this month and investors are waiting details of his policies, which are expected to include cuts in taxes and increases in infrastructure spending.\nUS shares have rallied since Mr Trump's election victory as a result.\nShares in carmakers also helped the market move higher on Wednesday, following better than expected December sales figures. General Motors shares rose 5.5%. Ford shares rose 4.6%.\nTech giant Apple has confirmed plans to invest $1bn in a tech fund being set up by Japan's SoftBank.\nSoftBank has said it is investing at least $25bn in the fund and has been in talks with Saudi Arabia's Public Investment Fund for an investment that may reach $45bn.", "27": "Over the weekend Italian coast guards rescued around 350 migrants - mostly from Tunisia and sub-Saharan Africa - near Lampedusa from two boats. A further 81 arrived on Monday.\nMaltese authorities also rescued 80 migrants on an overcrowded dinghy.\nLampedusa and Malta are the nearest gateways to Europe for thousands of African migrants.\nLampedusa lies about 80 miles (120km) from Tunisia, while Malta is about 220 miles (355km) from the Libyan capital Tripoli.\nMany of the migrants arrive on overburdened and poorly equipped wooden boats.\nOn Tuesday Italian media reported that two policemen were taken to hospital after being injured in protests by a group of 14 Tunisian migrants in the town of Ragusa on Sicily.\nThe men were being held at a detention centre in Ragusa when they climbed the roof and began throwing glass and other objects, according to Italian news website Adnkronos.\nLast year tens of thousands of refugees fled the uprisings in Tunisia and Libya by sea, overwhelming Lampedusa and Italian immigration services.\nA large number of Somalis also try to leave Africa via the Mediterranean, to escape conflict and famine.\nLast week about 160 migrants from Somalia and Eritrea were seized by Malta's navy, who also recovered two bodies from the sea.\nIn April, a Somali athlete who competed at the 2008 Beijing Olympics reportedly drowned when the boat she was travelling in sank.\nSamia Yusuf Omar was trying to cross from Libya to Italy.", "28": "They include the Golden Globe-nominated Toni Erdmann from Germany and The Salesman from Iran.\nBut there is no place for French thriller Elle, starring Isabelle Huppert, who has herself been tipped for a best actress Oscar nomination.\nThe nine films will be whittled down to five when the Academy Award nominations are announced on 24 January.\nOther films in the running include Australia's Tanna, which is set in the South Pacific and filmed in the Navhal and Nafe languages. It won the audience award at the Venice International Film Festival.\nXavier Dolan's Canadian drama It's Only the End of  the World, which won the Cannes Grand Prix prize, has also made the list.\nOther notable omissions include Chile's Neruda, starring Gael Garcia Bernal, and Julieta, by Spanish director Pedro Almodovar.\nThe full list of movies in contention for best foreign language film:\nThe Academy Awards takes place on 26 February at the Dolby Theatre in Hollywood, with Jimmy Kimmel as host.\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "29": "A flight attendant asked the question as Grethe Andersen, who was not pregnant, was boarding the flight on Sunday from Wellington to Auckland.\nMs Andersen complained to the airline that the attendant showed \"no remorse\" in asking her the \"rude question\".\nJetstar told local media it contacted her on Tuesday to apologise and offered her a NZ$100 ($67; Â£44) flight voucher.\nLike many airlines, Jetstar has a policy of requiring women who are more than 28 weeks pregnant to produce a doctor's note certifying they are fit to travel, for safety and liability reasons.\nMs Andersen, 24, alleged the male attendant had gestured at his stomach and asked her: \"How many weeks are you?\"\nShe said she did not get an apology at the time.\nMs Andersen told New Zealand media she posted an account of her experience on Jetstar's Facebook account saying she felt \"self-conscious\", and added: \"I used to be quite heavily overweight and even then was never met by such a rude question and especially no remorse from the flight attendant.\"\nHer post could no longer be found on the Australian-based airline's New Zealand or Australian Facebook pages as of Wednesday.\nA Jetstar spokesman told news service NZME that it \"sincerely apologises for the distress the passenger experienced\".", "30": "The authorities said a man stepped onto the grave and toppled a one-and-a-half metre cross at its head, which broke.\nThe incident happened on Saturday, when the French Resistance against Nazi Germany was being commemorated.\nThousands of people visit the site each year to pay their respects to a towering figure in 20th Century France.\nGeneral de Gaulle led the French Resistance during World War Two, founded the Fifth Republic in the 1950s and led the country for a decade until 1969.\nHe died in 1970 and is buried in the village of Colombey-les-Deux-Eglises in the northern dÃ©partement of Haute-Marne.\nPolice said the tomb, which is under continuous video surveillance, had been damaged by a man in his 30s who climbed on to it and kicked the base of the cross until it fell.\nHe then left the cemetery and got into a car containing another man who is also being searched for.\nThe rest of the tomb was not damaged and the cross would be replaced by the end of next week, officials said.\nNumerous politicians have posted their reactions on Twitter. Prime Minister Edouard Philippe said he was in \"sadness and consternation\" and described the vandalism as an \"act against France\".\nFormer president Nicolas Sarkozy said the vandals had \"insulted France and its values\".", "31": "Wales face the Silver Ferns on Tuesday and Wednesday at Ice Arena Wales in front of the hosts' largest ever crowd.\nThe two-match series marks 20 years since the visitors last played the host nation on Welsh soil and head coach, Trish Wilcox, is relishing the meetings.\n\"The excitement has been building for this test series,\" said Wilcox.\nWales will be led by  Suzy Drane, while under-21 player Chloe James joins the senior line-up for the first time and Nia Jones makes the cut despite previously prioritising football over netball.\nWilcox said spirits were high in the camp for what promise to be two stern tests.\n\"We have had a really productive camp this weekend and all players have pushed for a place in the final 12,\" she said.\n\"The players are relishing the opportunity to benchmark themselves against world-class players.\"\nNew Zealand arrive in Wales having finished second in the Quad series behind winners Australia, and above hosts England in third and last-placed South Africa.\nWales squad: Sara Bell, Fern Davies, Suzy Drane (capt), Bethan Dyke, Chloe James, Kyra Jones, Nia Jones, Lateisha Kidner, Chelsea Lewis, Kelly Morgan (vice-capt), Georgia Rowe, Amanda Varey.", "32": "In an emailed statement, al-Shabab said the attack was revenge for Western intelligence operations in Somalia.\nThe Daallo Airlines Airbus 321 with 74 passengers on board made an emergency landing in the capital Mogadishu after the explosion shortly after take-off.\nOne person, said to be the bomber, was reportedly blown out of the plane.\nThe explosion happened about 15 minutes into the flight, when the plane was only at around 11,000ft (3,350m) and the cabin was not yet pressurised.\nWhat happened on the plane?\nAl-Shabab wants IS to back off\nWho are al-Shabab?\nWhy I left militant group\nMost of the passengers had originally been booked on a Turkish Airlines flight but the flight was cancelled due to bad weather a few hours before take-off, Turkish Airlines said.\nIn its statement, al-Shabab said it had targeted Turkish Airlines because it said the Nato state was supporting Western operations in Somalia.\nBut the group admitted it had failed in its aim of bringing down the flight.\nSomali authorities have released a video showing a passenger being given a laptop that they believe contained the bomb.\nIn the video, a man in an orange hi-visibility vest is shown walking with a man in a blue shirt holding what looks like a laptop. Another man in a hat approaches them and it is alleged that the laptop is handed over.\nMore than 20 people have been arrested in connection with the incident, the Somali government said.", "33": "Kerala Home Minister Ramesh Chennitala told BBC Hindi that an inquiry had been ordered into the incident.\nInspector General of Police in Thrissur TJ Jose was allegedly found copying by the invigilator from photocopied pages of a textbook during Monday's exam.\nMr Jose denied the charge and called it a conspiracy to malign his reputation.\n\"Nobody has caught me for copying, no papers have been recovered from me. The examination began at 10am, and I finished writing my paper at about 12 and I came out. Nobody has given me any report of copying,\" The Times of India quoted him as saying.\nThe official, however, admitted that his senior had sought an explanation from him on the alleged incident, the paper adds.\nReports said Mr Jose was caught by an invigilator who did not know his identity. The invigilator informed the university authorities and the police official was asked to leave the examination hall.\nMr Chennitala said he had ordered a senior police official to hold an inquiry and submit his report \"immediately\". The university has also instituted its own investigation.\nCheating in exams in India is not uncommon - in March, more than 1,000 men were arrested in the northern state of Bihar over the use of impersonators and false papers for police recruitment tests.\nAlso in March, more than 300 people, including many parents, were arrested in the state after an outcry over photographs of mass cheating in secondary school exams.", "34": "Kieron Robbins, from Abberley, Worcestershire, suffered a broken ankle and bruising when he was flattened by the tree as he worked in nearby woods.\nBut realising he could reach his chainsaw, he cut the trunk, \"quite close\" to his legs to set himself free.\nUntil then he said he thought \"that's it\", as no-one knew he was there.\nMore updates on this story\nMr Robbins had been carrying out tree surgery in woods near Stubbs Lane and was knocked to the floor by the tree when it \"flew back\" after he cut it.\nHe said he screamed for help before spotting his chainsaw by his left-hand side.\n\"I just thought the only thing I could do was just get it off my leg because my phone was in my pocket.\"\nHe said he struggled with the weight of the tree on him and had a throbbing pain in his legs.\n\"I started cutting quite close to my legs... it pinched a few times but luckily I had the strength to get the saw out and I felt the pressure of the tree just go.\n\"There was a rush of blood to my feet and the first thing I did was wiggle my toes and I knew I hadn't broken my spine or anything.\"\nHe managed to use his phone to raise the alarm and was taken to hospital where two plates and bolts were put into his right ankle.\n\"So I say, if you're going to work alone, then let somebody know,\" he said.\nAmbulance staff said he was incredibly lucky not to have suffered more serious injuries.", "35": "Ampleforth Abbey said Abbot Cuthbert Madden, 61, had denied any wrongdoing.\nNorth Yorkshire Police confirmed a man in his 60s had been voluntarily interviewed under caution.\nThe allegations date from the 1990s and involve four pupils at the abbey's school, Ampleforth College.\nRead more about this and other stories across North Yorkshire\nIn a statement, the abbey said: \"Fr Abbot denies any wrongdoing and will be cooperating fully whilst the allegations are investigated by the appropriate authorities.\n\"In the interests of transparency, we want to ensure the Ampleforth community and friends are aware of the current situation.\"\nA spokeswoman for North Yorkshire Police said the allegations were reported to the force in August and the investigation was \"ongoing\".\n\"The police investigation has also triggered safeguarding measures which have been put in place while the investigation continues,\" she added.\nAbbot Madden has been at the Benedictine monastery for more than 30 years and was elected as abbot in 2005 and re-elected in 2013.\nPreviously he had taught at the college which is attached to the abbey.", "36": "The victim, a man in his 20s, died in hospital from knife wounds on Saturday after the incident in Nuneaton. A post-mortem examination is due later.\nA 39-year-old man from the town was arrested on Monday morning, while two others, aged 41 and 20, were held on Sunday and remain in police custody.\nA 16-year-old girl is being questioned on suspicion of assisting offenders.\nA fifth person, a 28-year-old man arrested on Sunday on suspicion of murder has been released without charge.\nThe dead man will be formally identified on Tuesday, Warwickshire Police said.\nUpdates on this story and more from Warwickshire\nThe incident happened at 21:26 GMT at Pool Bank Recreational Park, off Queens Road.\nThe area surrounding the park remains closed for forensic examination.\nDet Insp Jason Downes said: \"We are doing all we can to build a picture of the exact circumstances, and would urge anyone who saw what happened either before, after or during the attack to contact police.\n\"We know there were a number of people out in Nuneaton who could have been potential eyes and ears into what happened, and we would urge anyone who saw anything suspicious - no matter how insignificant it may seem - to get it touch.\"", "37": "Conservationists say the bees face extinction through habitat loss, wildfires and the introduction of non-native insects and plants.\nThe bees are crucial to pollinating some of Hawaii's endangered plants.\nThe listing follows years of study by researchers including the Xerces Society conservation group.\nSarina Jepson, director of endangered species and aquatic programmes for Xerces, said although yellow-faced bees are found elsewhere in the world, the species now under protection are native only to Hawaii and pollinate indigenous plants.\nWhile those species could potentially be pollinated by other bees, she said many could become extinct if the native bees were allowed to die off.\nShe told the Associated Press news agency that threats to the bees include feral pigs and invasive ants.\nThe bees had also suffered loss of habitat due to wildfires, invasive plants and land development, especially in some coastal areas, she added.\nHawaii-based entomologist Karl Magnacca, who worked with Xerces, said it had taken almost 10 years to achieve the listing.\n\"It's good to see it to finally come to fruition,\" he said.", "38": "The firm said it would operate from \"a significant proportion\" of the 70-acre Charnwood campus in Loughborough.\nCharnwood was formerly an R&D base for the global pharmaceutical group AstraZeneca.\nAlmac will occupy the formulation, development and analytical testing facilities at the site.\nThe company said the site would complement existing development and manufacturing services in Craigavon.\nIt anticipates that the new jobs will be created over the next five years.\nThe initial investment into the Charnwood site will amount to Â£16m with an operational start date of early 2017.\nGraeme McBurney, managing director, Almac Pharma Services said the expansion will \"significantly enhance\" the firm's capacity and capability in  pharmaceutical development and niche commercial manufacturing.\nLast week, Almac bought  Arran Chemical Company, a specialist manufacturer based in Roscommon.\nAlmac employs 4,000 people worldwide with more than half the workforce in Craigavon.\nIt is one of Northern Ireland's leading exporters and also has bases in the United States and Singapore.", "39": "Last month, Dr Stephen Farry said he was shelving the plans because his department faced cuts of £34m.\nHe said the development would be delayed \"for the indefinite future\".\nBut Sinn Féin's Maeve McLaughlin urged the minister to ensure the project becomes a \"departmental priority\".\nSpeaking during a debate in the assembly on Tuesday, Dr Farry said he would now scrutinise the business case for expansion, but insisted people had to face facts.\n\"I am sympathetic to the potential further expansion of the Magee campus of the University of Ulster, but I cannot be expected to both cut public spending and to increase it at the same time, within the context of higher education,\" he said.\nHe added: \"My department will scrutinise any business case received in order to be in a position to make any bid in relation to the 2016-2020 budget period.\n\"Any bids to the executive for additional resources would only be viable once financial circumstances are different.\"\nHowever, Ms McLaughlin of Sinn Féin said the expansion of Magee was \"a critical catalyst\" for the regeneration of the city.\n\"The expansion of the university at Magee is not only crucial for Derry, but would also benefit the entire north and it was heartening to see MLAs from other constituencies taking part in the debate,\" she said.\nA business case was due for publication this month.\nThe University of Ulster has previously said it was disappointed with the decision to shelve the plan.", "40": "A human rights group said 38 died and at least 20 others were badly injured when the truck they were in collided with another vehicle on Friday.\nThey were on their way to the king's residence for the annual reed dance.\nEvery year about 40,000 girls and young women take part in the ceremony, during which King Mswati chooses his new wife.\nThe eight-day event, which sees the women parade semi-naked in front of the royal residence, has been heavily criticised by rights groups who say it is outdated and sexist.\nWomen come from across the country to take part, with many travelling in trucks.\nThe accident on Friday happened when the two vehicles collided along the highway between the capital Mbabane and Manzini. Witnesses said many of the women were flung out of the truck involved.\nSwaziland is one of the world's last remaining absolute monarchies.\nIt has been ruled by King Mswati III since 1986 after he took over from his father, King Sobhuza II, who reigned for 60 years.\nSwaziland held parliamentary elections in 2013, but many international observers say the electoral process is manipulated to prolong the king's hold on power.\nRead more: Swaziland profile in full", "41": "Helen Bailey, who wrote the Electra Brown series, was last seen walking her dog near her home in Royston, Hertfordshire on 11 April.\nThe 51-year-old reportedly said she \"needed a little time to herself\" prior to her disappearance.\nSpecialist searches are currently taking place in the Royston area, police said.\nDet Insp Lynda Coates, who is leading the investigation, added: \"I would ask Helen to please get in contact with us if she sees this appeal to let us know she is safe and well.\"\nMore on this story and others from Hertfordshire\nMrs Bailey is best known for her series of novels for teenagers but began writing an online blog called Planet Grief after her husband, John Field, drowned in February 2011.\nIn her most recent post, she wrote about the fifth anniversary of her husband's death, in which she claimed their lives \"were too tightly woven for death to completely destroy the links between us\".\nFriends have said her disappearance \"doesn't make sense\" and is \"totally out of character\".\nMrs Bailey's grief counsellor, Shelley Whitehead, told BBC Radio 4's Today programme the author had \"moved forward\" since her husband's death and was \"well over that loss\".\nHertfordshire Police said it is committing more resources to look for the Northumberland-born author.\nShe is understood to have connections to Kent, Northumberland and London.\nMrs Bailey's dog, believed to be called Boris, is described as a shaded red miniature Dachshund with a slightly greying muzzle.", "42": "Researchers asked nine volunteers to wear leg braces that made walking at their usual pace more strenuous.\nWithin minutes, each volunteer worked out how to modify their usual walking pattern to use the least energy.\nAnd despite changing walking habits that may have formed over a long time, researchers say, in some cases the energy savings made were very small - \"the calorific equivalent of peanuts\".\nResearchers from the Simon Fraser University in Canada say when left to its own devices, the subconscious nervous system continuously fine-tunes movements to keep energy costs low.\nAnd they say their findings, published in Current Biology, fit in well with the common tendency to put as little effort into tasks as possible.\nDr Max Donelan said: \"Here we have provided a physiological basis for this laziness by demonstrating that even within a well-rehearsed movement like walking, the nervous system subconsciously monitors energy use and continuously re-optimises movement patterns in a constant quest to move as cheaply as possible.\"\nAnd even when people choose to go for a run, researchers say, their brains are hard at work in the background making it as efficient as possible.\nDr Donelan added: \"This is bad news for those of us who eat too much.\"\nMore work is needed to expand this early research and in particular to understand how the body's thousands of muscle-nerve units work together to achieve this feat, the researchers say.", "43": "The party went from 57 UK MPs in 2010 to eight at the general election, and lost two of its three Welsh members.\nThe internal review said its election broadcasts gave no reason not to vote for the nationalist parties.\nIt said the defeat was the result of its tuition fees U-turn, a weak Labour party and an effective Tory strategy.\nThe inquiry said the UK party's move to go into coalition with the Tories had not been well understood, and also blamed a \"confusing\" campaign.\nThe Liberal Democrats were left with only one Welsh MP after the 5 May poll - Ceredigion's Mark Williams.\nThe review said: \"Our party election broadcasts did not show enough distinctive reasons to vote for the Liberal Democrats and, in the main, did not feature Liberal Democrat spokespeople.\n\"They made little sense in Scotland or Wales - where the message gave no reason not to vote for the Nationalist parties.\n\"They were also poorly integrated with our campaign on the ground.\"\nThe review recommended the party \"keep the use of Scottish and Welsh variations\" of UK party political broadcasts for Scotland and Wales.", "44": "The plaintiffs were Quebec smokers who said the firms failed to warn them of health risks associated with smoking.\nImperial Tobacco Canada, Rothmans Benson & Hedges and JTI-MacDonald vowed to appeal against the decision.\nThe class-action lawsuits were filed in 1998, but only recently went to trial in the courts.\nThe firms argued that Canadians have had a \"high awareness\" of smoking health risks since the 1950s.\n\"That awareness has been reinforced by the health warnings printed on every legal cigarette package for more than 40 years,\" JTI-Macdonald said in a statement.\nBut the plaintiffs argued that the companies did not properly warn their customers and failed in their general duty \"not to cause injury to another person\", according to the Quebec Superior Court decision.\nThey represent nearly one million smokers who were unable to quit or who suffer from throat or lung cancer, or emphysema.\nExplaining his ruling, Judge Brian Riordan said: \"The companies earned billions of dollars at the expense of the lungs, the throats and the general well-being of their customers.\n\"If the companies are allowed to walk away unscathed now, what would be the message to other industries that today or tomorrow find themselves in a similar moral conflict?\"", "45": "At closing, the FTSE 100 index was up 147.52 points, or 2.47%, at 6,100.01, with similar gains being seen in other major European markets.\nRising prices of metals and oil helped to boost mining and energy shares.\nMarkets also took heart from a speech by Janet Yellen, in which she said US rates were still set to rise this year.\nAnalysts said her comments indicated that the US economy was still in good shape and could remove some uncertainty over the timing of a US rate rise.\nShares in Lloyds Banking Group rose were up 2.26% to 75.5p. The government announced it had sold another 1% tranche in the bank, reducing its holding to below 12%.\nIn the FTSE 250, shares in Synergy Health jumped 42% after a US court ruling raised hopes that its takeover by Steris would go ahead.\nA federal court in Ohio denied a request by US competition authorities to block the takeover.\nShares in energy firm Drax rose 1.04% after it said it was pulling out of a Â£1bn project to introduce carbon capture technology to cut emissions.\nDrax said it was halting further investment because of the government's decision to reduce subsidies for renewable energy.\nOn the currency markets, the pound fell 0.4% against the dollar to $1.5175, and also fell 0.15% against the euro to â‚¬1.3554.", "46": "The national survey of more than 4,200 people found that men and women were equally likely to be targeted.\nA fifth had had nude or sexual images taken without their permission, while 11% said images of them had been distributed without consent.\nThe results showed abuse was even more rife than thought, researchers said.\nMen were more likely to be perpetrators, while women held greater fears for their own safety, according to the study by RMIT University and Monash University.\nThe risk of victimisation was higher for minority groups including indigenous, disabled and LGBT (lesbian, gay, bisexual, transgender) Australians.\nThe researchers recommended making image-based abuse a federal crime and creating a helpline similar to one established in the UK in 2015.\n\"Image-based abuse has emerged so rapidly as an issue that inevitably our laws and policies are struggling to catch up,\" said lead researcher Dr Nicola Henry.\n\"This is not just about 'revenge porn' - images are being used to control, abuse and humiliate people in ways that go well beyond the 'relationship gone sour' scenario.\"\nOnly two states - Victoria and South Australia - have specific laws against distributing images without consent.\nResearch by Jonathan Dent, an assistant editor for the Oxford English Dictionary", "47": "Colin Gunn was jailed for life for planning the 2004 murder of John and Joan Stirland in Lincolnshire.\nHe claimed his rights were violated when he was moved to a \"prison within a prison\" at HMP Belmarsh, amid fears he was mounting an escape bid.\nMr Justice Bean ruled it was a \"reasonable\" decision at the time.\nGunn, 47, made millions as the gangland ruler of the Bestwood estate in Nottingham until he was jailed for conspiracy to murder in 2006.\nThe Stirlands were found shot dead at their bungalow in Trusthorpe in a revenge killing after Mrs Stirland's son killed an associate of the Gunn family.\nIn May 2013, he was transferred from HMP Frankland in County Durham to what was described by a national newspaper as a \"Silence of the Lambs\"-style cell.\nThe court heard Gunn had arranged for an inmate to pass a note to a prison officer on which was written the address of the officer's disabled brother, telling him, \"Well, you now work for me and Colin Gunn\".\nGunn's barrister, Philip Rule, argued that the four months in top security unlawfully interfered with his ability to receive visitors and therefore his right to respect for private and family life under the European Convention on Human Rights.\nThe judge said that \"it was a reasonable decision at the time\", and ordered Gunn to pay Â£1,000 towards the government's legal costs.", "48": "The ancient Chinese art improves physical performance and enhances quality of life, say researchers.\nTai Chi combines deep breathing and relaxation with slow and gentle movements.\nThe study, published in the British Journal of Sports Medicine, suggests the exercise helps with pain and stiffness in arthritis.\nIt can also help improve quality of life in the lung condition, chronic obstructive pulmonary disease (COPD).\nAnd it may have some physical benefits for people with breast cancer or heart failure, according to researchers from the University of British Colombia, Vancouver.\nIn the future, it might even be possible to consider prescribing Tai Chi for patients with several illnesses, they said.\n\"Our findings support the results of a previous systematic review that showed the effectiveness of Tai Chi on health outcomes in older patients with chronic conditions,\" Dr Yi-Wen Chen and colleagues wrote in their research paper.\n\"Tai Chi can improve some physical performance outcomes in four chronic conditions (cancer, osteoarthritis, heart failure and COPD) but not at the expense of worsening pain or dyspnoea (breathlessness).\"\nThe data comes from a review of more than 30 studies looking at the health benefits of the exercise.\nPast research has found that Tai Chi may reduce the risk of falls among older adults who are at increased risk.", "49": "Boris Johnson was launching MedCity, aimed at strengthening links between hospitals, universities and businesses in the South East.\nIt will receive £2.9m from the Higher Education Funding Council for England, and £1.2m from the mayor's own office.\nMore than 700,000 people in the region work in the life sciences sector.\nLife sciences concern the study of living organisms, and disciplines include biology, zoology and biochemistry.\nMr Johnson said the sector in the South East would one day match the \"crucial position\" of financial services in the nation's economy, and that MedCity would ensure greater collaboration between universities.\nHe told John Humphrys on Radio 4's Today programme: \"There's too much individual pride; there's too much resting on their own reputations.\n\"We would be utterly mad not to demonstrate to the rest of the world what we are doing and to invite more investment and get more companies to come here.\"\nThe £500m Francis Crick Institute is due to open in London in 2015, and Cambridge has opened a new £212m MRC Laboratory for Molecular Biology.\nOxford University has proposed a £21m \"BioEscalator\" to bring together its medical research.\nSir John Bell, Regius Professor of medicine at Oxford University and a member of the MedCity advisory board, said attracting more life science firms to Oxfordshire could \"only be good news for UK health science and the economy\".", "50": "A 16-year-old, who cannot be named for legal reasons, was badly hurt after the incidents in Alexander Road and Adrian Road, Glenrothes, on 28 March.\nNaveed Iqbal and James Simpson appeared at Kirkcaldy Sheriff Court each facing two charges of attempted murder.\nNeither made any plea or declaration and their cases were continued.\nA 22-year-old woman arrested with the pair was released from custody and did not appear in court.\nMr Iqbal, 34, from Leven, and Mr Simpson, 31, from Falkirk, appeared separately in private on petition facing two charges each of attempted murder.\nBoth men were remanded in custody ahead of a further hearing next week.\nA spokeswoman for the Crown Office and Procurator Fiscal Service said: \"The procurator fiscal received a report concerning a 22-year-old female, in connection with alleged incidents in Glenrothes on 28 March 2017.\n\"After full and careful consideration of the facts and circumstances of the case, she was liberated from custody pending further inquiries and did not appear in court.\"", "51": "He has been identified as a 24-year-old Swiss man wanted for a murder near Zurich on Sunday.\nThe attacker opened fire on Monday evening at a Somali-Islamic centre close to Zurich station.\nHis body and a gun were later spotted under a bridge a few streets away. Police confirmed it was the attacker.\nPolice said the gunman had no links to jihad and had no idea why he had picked the mosque as a target. They told reporters that he had juvenile convictions for assault and stealing motorbikes and his home was full of objects linked to the occult.\nHis DNA matched traces found at the scene of a fatal stabbing at a playground at Schwamendingen, to the north-east of Zurich, on Sunday.\nLocal media said that around 10 people had been at the Islamic centre when the gunman entered the building at around 17:30 (16:30 GMT), wearing dark clothes and a woollen hat.\nThe three victims, aged 30, 35, and 56, had all been given emergency surgery and their condition was described by police as stable on Tuesday.\nAfter opening fire, the gunman ran off and police began a search of the surrounding streets. His body, with a gun beside it, was eventually found beneath the Gessner bridge a few hundred metres away.\nMost of the centre's congregation comes from Somalia, Eritrea and North Africa.\nOne worshipper at the centre told Neue Zuercher Zeitung that people there were very scared.\n\"Our children come to the mosque every weekend. But now I wonder if we're still safe here,\" he said.", "52": "Pupils at Osmani School and Thomas Buxton School, 120m (394ft) apart in Whitechapel, were told to stay at home until 16 and 23 November respectively.\nThe spiders can give a \"nasty bite which may cause an allergic reaction in vulnerable people\", the schools warned.\nNests and eggs were found in the buildings and school grounds which are closed for fumigation.\n\"Pest control teams are currently on the premises of both schools, dealing with the infestation of false widow spiders,\" a spokesperson for Tower Hamlets Council said.\n\"The spiders are not considered to be dangerous but do bite.\n\"Due to health concerns for staff and pupils the schools will be closed until next week.\n\"If you are worried about the health of your child - in particular around spider bites - please do make sure that you refer your child to a local GP.\"\nMore on this story and other London news.\nSource: Natural History Museum\nA statement published on both schools' websites said: \"The safety and wellbeing of the children is our main concern so we have to take immediate action to deal with the problem.\n\"We are very sorry for the inconvenience and disruption to family life and also to the children's learning.\"\nOsmani School is due to reopen on 16 November and Thomas Buxton on 23 November.\nA spokesman for the Department for Education said it was aware of the closures and that the decision to send pupils home was a matter for the school.", "53": "Jones will sing Never Give Up On You when she represents the UK at the competition in Kiev, Ukraine in May.\nThe song was co-written by Emmelie de Forest, the Danish singer-songwriter who won the song contest in 2013.\nJones won a live voting programme on BBC Two on Friday night, where she competed against five other former X Factor contestants.\nJones, who came eighth on X Factor in 2009, was in tears as host Mel Giedroyc revealed the result.\n\"I can't believe you picked me - thank you so much\", she said.\nThe Welsh singer later tweeted: \"Completely overwhelmed and so surprised. Tonight's been one of the best nights of my life.\"\nSinger Sophie Ellis-Bextor and Strictly Come Dancing's Bruno Tonioli were judging the performances on Eurovision: You Decide, broadcast from London's Hammersmith Apollo.\nJones fended off competition from fellow X Factor stars including Danyl Johnson, who featured alongside Jones in the 2009 series, as well as Salena Mastroianni, Nate Simpson, Holly Brewer, and Olivia Garcia.", "54": "The coastguard at Exmouth beach cordoned off the 15ft (4.6m) by 15ft hole on Thursday afternoon.\nThe hole, which was \"bubbling\" with water, has since been filled in by the incoming tide.\nEast Devon District Council said it was trying to find out what caused the hole and a cordon remains at Orcombe Point.\nWhen the coastguard team arrived they said the surrounding sand was soft and fresh holes were appearing.\nKite surf instructor James Dart said: \"I looked over and there were big plumes of water coming out of the beach it was all bubbling up much like a geyser, it was probably going about a foot above the beach - it was quite tremendous sight.\n\"I got closer and saw plant matter coming up a few snails coming out too. It was something to spice things up in the rain.\"\nIt is thought there could have been a chamber underneath the hole, about 10ft (3m) to 15ft (4.6m) deep.\nCouncil officials said engineers would \"continue to monitor the situation over the weekend and between tides\".\nThey added: \"The beach is very popular with dog walkers and bathers who are being advised to avoid the cordoned off area.\n\"Heavy rain yesterday may be the cause of the hole - a natural phenomenon - to have opened up, but is still a bit of a mystery.\"", "55": "Tommy Rowe made it 1-0 with his second goal in as many games when he headed in Gary McSheffrey's inswinging corner.\nAndy Williams headed in Nathan Tyson's back-post cross to double their lead.\nA draw or loss could have seen Rovers relegated if Fleetwood and Shrewsbury had won, but the win leaves Darren Ferguson's side three points from safety with two matches left to play.\nRovers now have two wins and a draw from their last three games and travel to bottom side Crewe next Saturday before a final-day match against automatic promotion contenders Burton Albion.\nCoventry manager Tony Mowbray told BBC Coventry & Warwickshire:\n\"I feel as disappointed as I've been in the team all year. Where is the team that we saw beat Gillingham 4-0, Millwall 4-0, Wigan 2-0?\n\"Maybe it's a bit too much for a few young players. I'm really disappointed for the supporters who've come out for them.\n\"In my mind the promotion push was over quite a while ago, while mathematically you could still do it and you keep going but I don't think it was realistic to think that we were going to do that.\"", "56": "Edward Wood, 50, was attacked and \"left to die\" by a group of people on Railway Road in Leigh on Wednesday.\nHe had items stolen from him before he was taken to hospital, where he later died, Greater Manchester Police added.\nFour men - aged 28, 31, 38 and 46 - have been arrested in connection with Mr Wood's death and released on bail.\nHis family said they are \"shocked and deeply saddened\" by the \"tragic and meaningless loss of Edward\" in a \"mindless attack\".\n\"Edward was a dad of two, Ryan and Daniel, and had just learned he was to be a grandad later this year and was really looking forward to it.\n\"This news had given him a new spring in his step and he was excited about the future.\"\nThe family said he was \"a much loved son, dad, brother and uncle\" who had \"a special bond with his mother Lois with whom he spent a great deal of time.\"\nPolice are continuing to appeal for information about the attack which happened at about 23:00 BST close to the Oceans Eleven chip shop.\nDet Ch Insp Jane Little said: \"Edward's death has left his family absolutely devastated... This was an innocent man who was not causing anyone any problems and was attacked and left to die in the street.\n\"Leigh is quite a tight-knit area and we believe that the answers may lie within the local community.\"", "57": "The ex-Worcestershire skipper, who spent 17 years at New Road until 2012 when he joined Surrey, played 51 ODIs.\nSolanki hit 18,359 first-class runs, his 34 tons including a career-best 270 against Gloucestershire in 2008.\nHe also played in three Twenty20 internationals for his country, two of which were at the 2007 World T20.\nHe also twice hit tons for England among his 16 limited-overs centuries.\n\"Whilst the realisation that my playing days are coming to an end is naturally difficult to come to terms with, the decision to retire is one that I have had some time to think about,\" he said.\n\"I have been very fortunate to have played for two wonderful clubs, as well as for England, and would like to thank everyone that has played a part in my career for their help and support over the years.\"\nAfter leaving Worcester at the end of the 2012 season, Solanki spent his final three seasons with Surrey, playing alongside his former New Road team-mates Gareth Batty and Steven Davies.\nBut the Wolverhampton-born player has made just one Championship appearance in 2015, once in the One-Day Cup and five times in the T20.\n\"I would like to congratulate him on an outstanding career,\" said Surrey director of cricket Alec Stewart. \"He has set very high standards throughout his time in the game, is a model professional and should be immensely proud of everything he has achieved.\"", "58": "NHS Kernow has been placed under legal directions by NHS England to produce a recovery plan as it is heading for a year-end deficit of £14m.\nIt had previously had forecast a surplus of £500,000.\nNHS Kernow said it had a good financial track record but faced \"a number\" of pressures.\nClinical commissioning group NHS Kernow, which has a budget of £700m for Cornwall and the Scilly Isles, buys health services on behalf of patients. It can spend money on NHS or private providers.\nIt is being ordered to produce a \"credible\" financial recovery plan, showing how it will operate within its annual budget.\nIt will also have to provide a detailed explanation setting out why the deficit had occurred, and is to have a so-called \"turnaround director\" appointed.\nNHS Kernow said its situation worsened recently due to a \"number of financial pressures - particularly an overspend on individual packages of care for patients with complex health needs\".\nNHS England said it had been working \"for some time\" with Kernow CCG to help strengthen its performance, \"given longstanding issues in the local healthcare economy\".\nIt added that the directions formalised that work, with the aim of ensuring that the \"financial deficit could be recovered\" to create long-term sustainability.", "59": "The strike by members of the UFO union will mainly affect short-haul flights.\nLufthansa and the union failed to reach an agreement in a long-running row over early retirement benefits and pensions on Thursday.\nThe airline has been trying to negotiate with various staff groups as part of a savings drive.\nAbout 37,500 passengers on flights from Frankfurt and Duesseldorf will be affected by the nine-hour strike, which is scheduled to begin at 13:00 GMT, Lufthansa said.\n\"Of a total 3,000 connections scheduled for today, 290 flights will be cancelled, including 15 intercontinental services,\" the firm said.\nSome 10% of all flights in the Lufthansa Group will have to be cancelled, a spokesman told the BBC.\nLufthansa Group airlines include Swiss, Austrian Airlines, Germanwings, Eurowings, Brussels Airlines, Air Dolomiti and Cityline.\nMore strike action can be expected on Saturday at Frankfurt, the union said, but Lufthansa's other main hub in Munich will not be at risk of action until after Sunday.\nShould Lufthansa management not make concessions, the union said it was planning another strike on 13 November.\n\"We regret this course of action, but we see no alternative,\" union head Nicoley Baublies said.\nEquinet analyst Jochen Rothenbacher said the strike could cost Lufthansa â‚¬20m (Â£14m) a day, depending on the number of cancellations.\nStrikes by pilots have already cost Lufthansa about â‚¬130m so far this year.", "60": "In 2013-14, 344,000 people received a diagnosis - up from 213,000 in 2006-07, when statistics were first collected.\nThe provisional figures also suggest an 8% rise in the number of recorded dementia cases since 2012-13.\nThe rise could be due to a number of factors, including an ageing population and improved diagnosis, the Health and Social Care Information Centre said.\nHalf of people living with dementia were still not registered as having the condition, said George Mcnamara, of the Alzheimer's Society.\n\"With an ageing population and more people developing the condition, diagnosing dementia must remain a priority,\" he added.\nHilary Evans, of Alzheimer's Research UK, said the figures gave some idea of the scale of the challenge in England.\n\"This report does not set out to investigate the reasons for the rising figures, but it's likely that recent moves to improve dementia diagnosis rates, along with an ageing population, will have contributed to this increase,\" she said.\nThe Health and Social Care Information Centre said the data would be used in planning services.\n\"We are all aware of the challenges facing our ageing population, and these figures will be vital for those planning and monitoring the effectiveness of dementia treatments and services,\" said chairman Kingsley Manning.", "61": "The 45-year-old American was taken from the water at Jeffreys Bay and rushed to hospital after he was struck by his board prior to his second-round heat.\nSlater said the incident was \"like smashing my foot with a big hammer\".\nWriting on Instagram, he said he is likely to need between four and six months to recover.\nIn an earlier post, which included an X-ray of his foot, he wrote: \"You ever folded your entire foot backwards? If you try it sometime, this is what it might look like.\n\"Sorta feels like I'm giving birth out of my foot right now.\n\"It sucks but so many people deal with such horrible things around this world every day that a broken foot is pretty minor in the scheme of things. Sometimes a bad thing is a good thing.\"\nMeanwhile, Australia's Mick Fanning and Brazilian Gabriel Medina were pulled from the water in Jeffreys Bay after a shark was spotted swimming into the competition zone.\nFanning, 36, escaped a shark attack while competing in the same event two years ago.\nSurfing is one of five new sports confirmed for the 2020 Tokyo Olympic Games.", "62": "The 3ft by 20ft banner was placed across the observation deck on statue's pedestal on Liberty Island, New York.\nThe banner was removed by park rangers a little more than an hour later.\nIt happened on the day that the Department of Homeland Security announced expanded immigration enforcement policies.\nAttaching items to the national monument, a symbol of American acceptance of immigrants, is strictly prohibited, National Park Service spokesman Jerry Willis said.\nIn an email to local news station NBC 4 New York, an entity calling itself the Alt Statue of Liberty claimed responsibility.\n\"We have no formal group, just private citizens who felt like we needed to say something about the America we believe in,\" the email reportedly stated.\nThe stunt quickly became a popular topic of debate on social media, with Twitter users suggesting that the Statue of Liberty itself represents a nation that welcomes refugees.\nIt comes as the Trump administration announced a plan on Tuesday to widen the net for deporting illegal immigrants to the US.\nMr Trump is also expected this week to announce a revised executive order aimed at cracking down on immigration after a previous order was suspended by the courts.", "63": "In October and November, it recorded a 30% year-on-year increase in refrigerated container volumes.\nLast month alone, it handled a record 1,400 refrigerated containers, known as reefers.\nThe bulk were being used for the export of Scottish potato seed to countries such as Egypt, Turkey and Morocco.\nOwner Forth Ports said overall it had handled more than 50,000 TEUs (Twenty Foot Equivalent Units) in the past two months.\nIn 2015 the company extended its reefer power supply point infrastructure following an increase in customer demand, mainly from Scotland's fresh food exporters.\nThe company said the increased demand was the result of a \"significantly longer season\" for the shipping of produce such as potatoes, cheese, fish and seafood to markets across the world.\nPort manager Derek Knox said: \"Scotland has a strong reputation right across the world for the quality of our fresh produce and this has resulted in increasing demand for reefer capacity at our port in Grangemouth.\n\"This year, we have seen potato seed in particular enjoying a bumper season with Scottish farmers exporting their crop globally, resulting in our port's busiest quarter ever.\n\"This is good for the Scottish economy, good for the farming sector and good for business and we're committed to supporting this growth through our investments in infrastructure and equipment at the Port of Grangemouth.\"", "64": "In Only Fools and Horses, Del and Rodney, dressed as Batman and Robin for a fancy dress party, emerge from the London fog to scare away muggers.\nBelfast's caped crusaders were stopped on their mopeds at traffic lights on their way to... who knows where?\nKim O'Neill was getting cash from an ATM when she spotted the not so Dynamic Duo.\n\"It was just outside the Hudson bar in Gresham Street, I was just at the cash machine and turned around,\" Kim said.\n\"They were just going past, they were stopped at the traffic lights and I just turned round and said 'look at those two'.\"\nThe Lisburn woman quickly took a picture and tweeted it.\n\"There was hardly anybody about, nobody tooting their horns or anything,\" Kim said.\n\"I'm sure they got a reaction along their wee journey, wherever they were going.\n\"I don't know if they were heading out somewhere, maybe to a fancy dress party or something. God knows where they were going.\n\"Belfast is in safe hands anyway with those two running about. I just thought it was so funny.\"\nSo, does Belfast have a new pair of crime fighting superheroes, or was it just two punters on their way to a fancy dress party?\nWe may never know.", "65": "Ladbrokes said job losses were expected at all levels of its operation in the Republic of Ireland, where it has 840 employees and 196 betting shops.\nThe company was granted High Court protection of an interim examiner while it attempts to deal with its problems.\nLadbrokes Ireland said the move was taken in its best long-term interests.\nIt said it wanted to restructure its Irish business \"to create a sustainable competitive business which is currently being held back by real estate legacy issues\".\nJim Mullen, overall CEO of Ladbrokes, said: \"While regrettable, the action taken today by the directors of the Irish companies is absolutely necessary to safeguard the Irish business which in its current state is not sustainable and cannot be supported by the Ladbrokes board without radical change, having lost its competitive edge.\"\nThe move only affects the company's operations in the Republic of Ireland.\nThe company said its digital and telephone businesses would not affected, and shops would remain open during the examinership process.", "66": "Speaking to BBC's Sunday Politics Wales, Mr Farage said Wales was now a \"top priority\" for the party.\nHe said: \"The people who are standing for the assembly in Cardiff are not doing so as a protest movement.\n\"We're doing so with a positive frame of mind and... to do our very best for the people in Wales who elect us.\"\nHe added: \"If that means becoming a constructive opposition, or if it did mean in some way helping in government, we'd be quite prepared to fulfil either role.\"\nWhen asked if he would consider standing in the assembly election, he said: \"It's a  lovely thought and great part of the world to live in.\n\"I think in some ways life would be more comfortable living in Wales than living on the edge of London as I am but unfortunately, I'll have to rule it out\".\nHe also called for a return of grammar schools in Wales, saying: \"We want to make sure that bright kids who come from poor backgrounds have the opportunity to do as well as kids that come from the richest families in Wales.\n\"You do that by giving people more opportunity through selective education.\"\n\"That  may seem very radical and it's not something that's been on the agenda in Wales for a very long time but it's the kind of thing that UKIP will be talking about\".", "67": "Wiltshire Police said in any one week up to 40 foreign sex workers were advertising their services in the town, the majority of whom were \"transient\".\nThe women use rented properties for between one day and a few weeks before packing up and moving on.\nMany of the pop-up brothels are linked to organised crime gangs, with women being trafficked from Poland and Romania.\nDet Sgt Chris Hitchcock said: \"Many of these women move between addresses within the town as well as outside of it.\n\"Of these 40, we estimate they populate 20 to 30 brothels in short-term to medium-term rental properties.\"\nHe added that officers \"look to intervene and see if we can offer safeguarding, and see if organised crime is involved, as often as we can\".\nHe said the force was currently monitoring a total of between 170 and 190 women involved in sex work \"predominantly\" in Swindon.\nA study last year by the Police Foundation found women in pop-up brothels were more likely to be trafficked than in standard brothels.\nThe number of reports of suspected brothels in Swindon nearly doubled between 2014 and 2015.\nThe issue of pop-up brothels moving into residential streets will be investigated as part of BBC Inside Out West at 19:30 GMT on Monday 6 February, and available afterwards on BBC iPlayer.", "68": "Thomasina Bennett, 80, is thought to have suffocated underneath the wardrobe when it toppled on to her at Milford House Care Home, Derbyshire, in 2012.\nGerald Hudson, 71, from Ambergate, is accused of failing to secure the wardrobe, check monitoring systems and ensure staff were trained correctly.\nHe denies all the charges against him.\nMrs Bennett was found dead underneath the double wardrobe on 9 April 2012.\nAmber Valley Borough Council launched an investigation into the circumstances surrounding her death after post-mortem tests carried out at the time proved inconclusive.\nA monitoring system designed to alert staff when a resident gets outs of bed failed to work.\nJonathan Owen, for the prosecution, told Derby Crown Court it was \"systematically unsafe\" and criticised emergency procedures, saying staff \"reacted in a state of disarray\".\nHowever, John Cooper QC for the defence, said patients might get out of bed in such a way their movement did not trigger the monitor.\nAddressing the jury, Judge Stuart Rafferty QC said: \"This isn't a murder trial, it is a case which deals with health and safety.\n\"The real issue is if there were in place sufficient systems to ensure the care and protection of that lady.\"\nThe trial continues.", "69": "Savita Halappanavar was 31 when she died at University Hospital in Galway in October 2012.\nHer husband Praveen had issued High Court proceedings against the HSE for negligence over her death.\nThe deal is thought to have significant financial implications for the HSE.\nBut details of the agreement have not been made public.\nProceedings were due to begin at the High Court on Friday, but the Irish state broadcaster RTÃ‰ has reported that the agreement was reached within the past few days.\nMrs Halappanavar had asked for a termination after being told she was having a miscarriage, but staff refused.\nDays later, she died from infection.\nThe jury at the inquest into her death returned a verdict of medical misadventure.\nTwo subsequent reports into the circumstances of her death and the care she received at the hospital found several failings.\nA report by the Health Information and Quality Authority found a failure to provide the most basic elements of care.\nThe 257-page report found that there were many missed opportunities, which, if acted on, might have changed the outcome for Mrs Halappanavar.\nPraveen Halappanavar now lives in the US, having moved there in recent years for work.", "70": "It says all seven crew members safely left the aircraft after the incident at 08:30 local time (22:30 GMT Wednesday) at Andersen Air Force Base.\nThe US Air Force told the BBC it was treating the incident as a \"mishap\".\nThe bomber was deployed to the US island territory from North Dakota as part of the military's continuous presence in the Pacific.\nLocal news site Kuam quoted the Guam governor's office as saying: \"We assure the public this does not appear to be an attack.\"\nThe B-52 bomber: Long-standing symbol of US strength\nAmerica's iconic war machine\nThe crew members from the 69th Expeditionary Bomb Squadron were on a routine training mission, the Air Force said in a statement.\nIt said steps were being taken to minimise the environmental impact, without providing further details.\nB-52s are still going strong after 60 years in service in the US military - from Vietnam to Afghanistan.\nTheir main function is to provide the US with immediate conventional and nuclear global strike capability.\nGuam is a US territory in Micronesia in the western Pacific, about 6,000km (3,700 miles) west of Hawaii.\nThe US Army's bases there are considered among the most strategically important in the region.\nIn 2008,  six crew members died when a B-52 crashed into the sea near Guam.", "71": "Demi Clarke, 20, from Ballingry, died in hospital earlier this month.\nHer friend Taylor Thomson has set up an online fundraising page to raise awareness of \"the effects that drugs can have on people in such a short period of time\".\nShe has suggested ecstasy was to blame for Ms Clarke's death.\nThe 20-year-old spent three days in hospital before she died.\nA Police Scotland spokeswoman said: \"Police in Fife are continuing to conduct inquiries into the death of a woman aged 20 who sadly passed away in the Victoria Hospital on July 5 after taking unwell in the Dunfermline area on July 2.\n\"The death is currently being treated as unexplained pending further inquiries and a report has been submitted to the procurator fiscal.\"\nIt is believed officers are investigating possible drug-use as one line of inquiry.\nMs Thomson aims to raise Â£5,000 to donate to her friend's family.\nOn the fundraising appeal page, she said Ms Clarke's death was \"due to the severe and terrifying consequences of the drug ecstasy\".\nShe added: \"Demi was an outgoing girl. She loved socialising with her friends and making the most of any night. Her vibrant personality was infectious and she would never fail to make others around her laugh. Her death truly is a tragedy to all who knew her.\"", "72": "Connor Revill, 14, a pupil at Tibshelf Community School in Derbyshire, was described by his family as \"loved by everyone\".\nHe died on Sunday evening in a crash with a Ford Fusion while on his push scooter in Fordbridge Lane, South Normanton.\nHead teacher, Mike Pollard, said everyone had been left \"stunned\".\n\"There was really a lot of shock and sadness when we learned of his death,\" added Mr Pollard.\n\"This is a very tight-knit community and we are really mourning the loss of one so young.\n\"He [had] a lot of potential for the future and we are planning to hold some fundraising events to pay a lasting memorial to him.\n\"All our thoughts are with the family and friends at this time.\"\nFriends of Connor's family have started a fundraising campaign to pay for his funeral.\nOrganiser, Christy Burgess, said on the Just Giving website: \"Tibshelf is a very tight-knit community and people have very kindly offered to help support Connor's family by offering to donate towards the cost of Connor's funeral.\"\nA 27-year-old man arrested on suspicion of causing death by dangerous driving, failing to stop at the scene and being unfit to drive through drink or drugs has been released on bail, Derbyshire police said.\nAnyone who witnessed the crash is asked to contact police.", "73": "Nine-week-old lamb Bella, which had been adopted by a Nottinghamshire family, is now believed to have been taken along with year-old border collie Blake.\nBlake was found a week ago by a farmer not far from his home.\nPolice said the lamb was only recently reported stolen.\nPC Jeanette Straw of Nottinghamshire Police said they were following up a number of leads, but asked anyone with information to contact police.\nShe said the pets had escaped when a gate at the property was \"presumably left open\" but were later seen by a witness being put into a car.\nPaula Strudley of FindUKDogs, which searches for lost pets, is coordinating a Facebook page set up to find Bella and is convinced is still alive.\n\"A farmer from Lincolnshire was out with her children to get an ice cream when she saw the dog,\" she said.\n\"She found Blake, who was running around loose, and returned him to the family, but there is still no sign of Bella,\" she said.\n\"#FindUKdogs have some leads and have shared them with the police - but we are not able to reveal names or addresses as don't want them to hide the lamb.\"\nBella's owner Natalie Haywood said that the two pets were \"the best of friends, she follows him around everywhere\".\nFarmers in the area are being urged to look for any lambs that do not belong to them and the general public is asked to take a photograph of any lamb they think might be Bella.\nThe dog and lamb went missing from a back garden in Perlthorpe near Clumber Park in Nottinghamshire on 8 May.", "74": "Ruihai Logistics chairman Yu Xuewei was also fined more than 700,000 yuan (about $100,000) over the disaster in the eastern port city of Tianjin.\nHe is among 49 staff and government officials jailed for their role in the firm's illegal operations.\nMost of the dead were firefighters and police. Eight bodies were never found.\n173\nPeople dead or missing\n304 buildings damaged\n12,428 cars destroyed\n$1.1bn in economic losses\nThe explosion was one of the deadliest industrial accidents in Chinese history and caused more than $1bn in estimated economic losses.\nThe Ruihai Logistics chairman was found guilty of paying bribes allowing his company to sidestep safety regulations when storing sodium cyanide and other dangerous chemicals.\nDeadly disaster marked one year on\nOthers sentenced were found guilty on charges ranging from abuse of power to storing dangerous substances illegally.\nAn investigation found that stocks of flammable nitrocellulose  - a chemical used in nail polish - had caught fire and spread to illegal stores of the fertiliser ammonium nitrate.\nThe blasts that were triggered ripped through an industrial port area in the city, destroying buildings, shipping containers and thousands of new cars.", "75": "Military sources quoted in Turkish state-run media said the air and artillery strikes took place on Sunday within 10km (six miles) of the border.\nThey said the militants were killed as they prepared to fire rockets.\nOn Monday, Turkey reportedly detained seven suspected IS members including one described as an IS \"executioner\".\nThe suspects were held in raids in the Elazig area of eastern Turkey, state-run Anatolia news agency reported.\nThe agency said the alleged executioner had carried out several killings in Syria for the militant group. The others detained included an unidentified man described as a senior leader.\nThe IS suspects had gone to Elazig on a recruiting mission, according to the Dogan news agency.\nSunday's strikes on IS destroyed five fortified defence posts and two gun posts, Turkish media said.\nThey were the latest in a string of attacks on IS in the area, aimed at preventing further assaults by the militants on the Turkish border town of Kilis.\nThe town has been hit by rockets fired from Syria multiple times in recent months.", "76": "Reid Daley, 13, and a friend touched giant hogweed at Moses Gate Country Park, Farnworth on Saturday while playing.\nToxic sap from the weed, which grows near canals and rivers, can increase the sensitivity of the skin to sunlight, often leading to burns.\nBolton Council said the weed had since been removed from the park.\nReid and three friends found a patch of the plants and started to play amongst them. He woke up the following day with rashes to his skin and was taken to hospital.\nHe said: \"They started to blister up as I was in the sunlight.\n\"I was in agony, every time I moved or touched something with it it was like someone was poking me with a needle. It just wouldn't stop.\"\nAfter contact, the burns can last for several months and the skin can remain sensitive to light for many years.\nThe plant, which resembles cow parsley, can grow about 16ft (5m) high and has leaves up to 5ft (1.5m) wide.\nIt can be identified by its reddish-purple stem with fine spines, and its spotted leaf stalks.\nMathew Cocklin, Reid's stepfather, said: \"I couldn't believe we didn't know about it; most people don't know about it.\n\"It's just a weed. You are not expecting it to cause severe damage.\"\nThe weed originated in the Caucasus mountains and was introduced into Britain by Victorian plant collectors.", "77": "Sinfield, 32, was outstanding in the Rhinos' superb play-off win at Wigan on Friday night, leading his side to a fifth Grand Final in six years.\nThe England international, who made his 400th appearance for Leeds this year, has never been nominated for the award.\nBurrow said: \"It is unbelievable he has not been mentioned for Man of Steel.\"\nSt Helens hooker James Roby, Wigan Warriors full-back Sam Tomkins and Warrington Wolves forward Ben Westwood are on the shortlist for this season's award.\nLeeds are expected to be at full strength when they take on Warrington in Saturday's Grand Final. Half-back Danny McGuire returns after being suspended against Wigan.\nSinfield has acknowledged the Rhinos missed McGuire's creativity and penetration against Wigan.\n\"We were disjointed with the ball at times without Danny in the middle and it did affect us,\" he said. \"But the guys really dug in.\n\"Wigan are a great team, so to beat them on their own patch is huge for us. The goal was to stay alive for another week and, thankfully, we did that.\"\nIt is the second consecutive year Leeds have reached the Grand Final after finishing outside the top three in the regular season. No other team has achieved the feat once.", "78": "And as millions of lucky holidaymakers jet off overseas, Europol is seeking help to deliver some \"Wish you were here!\" greetings.\nThe catch? The lucky recipients are the continent's most wanted men, and this is the latest police push to catch them.\n\"Holiday destinations have proven to be popular hiding places for criminals on the run,\" the police agency notes.\n\"They might even have chosen the same destination as youâ€¦\"\nThe stylised postcards were created by Europol and the European Network of Fugitive Active Search Teams (ENFAST).\nEach features one of Europe's most high-profile fugitives, who between them have committed serious crimes in 21 European Union countries. Their offences include murder, fraud, and drug trafficking.\nAll are believed to have fled overseas, but police do not know their exact addresses.\nCrowdsourcing the search for major criminals has proved surprisingly fruitful in the past. European authorities launched a website highlighting the most wanted criminals in 2016, and 36 of those featured have since been arrested.\nAt least 11 were brought in as a direct result of information provided by the public. Four even turned themselves in after appearing on the list.\nInvestigators hope the postcards' wry humour will ensure they're shared from the top of the Eiffel Tower to the shores of the Adriatic.\nOr indeed, wherever the most wanted may be hiding.", "79": "The blaze at the single-storey house in Cumbernauld's Craigelvan Gardens was reported in a 999 call at 11:20.\nFire crews arrived and were met with \"a well-developed fire\" and the house suffered \"a partial collapse\".\nPolice said the 63-year-old man was treated at the scene by paramedics. An investigation into the cause of the fire is under way.\nA spokesman for Police Scotland said: \"Police can confirm that an 88-year-old woman has died in a fire at Craigelvan Gardens in Cumbernauld and a 63-year-old man was also treated at the scene by paramedics.\n\"An investigation is under way to establish the exact cause of the fire.\"\nA spokesman for the fire service said: \"Teams in breathing apparatus entered the property to search for anyone inside and sadly they located a woman who had died.\n\"Firefighting operations were conducted both inside and outside the house and the fire was brought under control, however due to a partial structural collapse it is likely to be some time before crews can confirm it has been fully extinguished.\"", "80": "Great Yorkshire Show Director Bill Cowling said more than Â£200,000 would be spent on upgrading infrastructures.\nThe show, in Harrogate, was cancelled on 10 July for the first time in 154 years after cars became stuck in mud and some areas flooded.\nOn Monday nine people were injured when a burger van caught fire at the site.\nThe fire service said no damage had been caused to the Great Yorkshire Showground, which was hosting an event by the National Pony Society.\nMr Cowling said the improvements were necessary for future shows.\n\"We are already starting to put more roads leading into the car parks,\" he said.\n\"We've about 6,000 tonnes of road stone stacked up ready to go into car parks to make extra roads.\"\nThe annual Great Yorkshire Show was cancelled after the first day when torrential downpours turned the area into a \"complete sea of mud\".\nMr Cowling said lessons had been learnt.\n\"We've learnt that certain drains aren't big enough to cope with torrential down pours. So we're putting extra drainage programs in place into some of the rings,\" he said.\n\"We've learnt that the showground can stand wet weather pretty well, but there are improvements to be done.\"\nLast year more than 135,000 visitors attended the three-day show.", "81": "Well-wishers sent bouquets in tribute to PC Keith Palmer who was stabbed to death outside the Houses of Parliament.\nHashtag #ThinBlueLine was trending on Twitter during an outpouring of gratitude to emergency services workers' bravery.\nA fund set up by the Metropolitan Police Federation for PC Palmer's family has raised more than Â£60,000.\nWest Midlands Police in Coventry and Cheshire Police tweeted about residents who delivered flowers to their stations.\nThe support from around the country comes as Londoners showed solidarity following the Westminster attack.\nTwitter account UK Cop Humour tweeted a picture of a Metropolitan Police helmet and a box of chocolates.\nThe caption read: \"A member of the public just approached me and my partner and said 'I know this is a horrible day for us all but it must be worse for you' and he gave us these chocolates.\"\nA police team in Walsall, West Midlands tweeted they were \"extremely humbled this morning by the lady from Walsall College who shook my hand and simply said thank you.\"\nIn Dudley police officers received boxes of cakes from a woman as thanks for the work they do.\nPolice in Sandwell, in the West Midlands, tweeted to say an eight-year-old girl had brought them some chocolates.\nHumberside Specials tweeted a poignant message alongside a photograph inside an officer's locker.\nPolice forces across the country had their flags at half mast and held silences at 09:33 in recognition of PC Palmer's shoulder number.", "82": "The Bears lost their third One-Day Cup match of the season by 36 runs, as record-breaking Nottinghamshire piled up 415-5 at Trent Bridge on Wednesday.\n\"Guys are hitting it miles these days and are very skilful,\" Brown said.\n\"The Notts batters played at a tempo more akin to Twenty20.\"\nDespite defeat, the Bears still totalled 379 in their run chase against the Outlaws - their highest ever score in List A cricket against another first-class county.\nAnd Brown is adamant his side, One-Day Cup runners up in 2014, do not need any radical re-thinking of their approach.\n\"We know we've tended to play a slightly conservative 50-over game - that's worked for us in the past so we don't need to go too far away from that,\" Brown told BBC Coventry and Warwickshire.\n\"We want to try and keep up to date with the modern advances the game is making and show an intent that befits the competition.\n\"The batsmen are 360 these days - they can hit the ball back over the bowler's head or over the wicketkeeper's head.\n\"The bottom line is the ball will go out of the park if you're off your lines.\"\nWarwickshire, who have one win and two defeats in the One-Day Cup campaign so far, are back in T20 Blast action against Yorkshire Vikings on Friday at Edgbaston.", "83": "The special comeback will be part of Channel 4's Stand Up To Cancer charity fundraising campaign in October.\nFormer Doctor Who actor David Tennant had been rumoured as a potential host before Merchant was confirmed.\nThe cult show originally ran from 1990-95 and was first hosted by Rocky Horror Show creator Richard O'Brien and then Ed Tudor-Pole in its last two years.\nMerchant is best known for writing and acting with Ricky Gervais on TV comedies The Office, Extras and Life's Too Short.\nHe said: \"As a huge fan of the original series, I'm honoured to support Stand Up To Cancer by hosting this one-off edition of The Crystal Maze.\n\"Richard O'Brien and Ed Tudor-Pole leave big shoes to fill, but I have size 14 feet, so I'll do my best.\"\nThe Crystal Maze saw members of the public tackle a range of physical, mental, skill and mystery timed challenges across four themed zones.\nThe format was recently revived as an immersive live experience in London thanks to a crowdfunded project.\nThe celebrity contestants for the new TV incarnation are yet to be revealed.\nFollow us on Twitter @BBCNewsEnts, on Instagram, or if you have a story suggestion email entertainment.news@bbc.co.uk.", "84": "A win would guarantee either nation a place in the next round of the World League in June.\nIreland are world-ranked 16 compared to Wales' 32, but coach Kevin Johnson has backed his team.\n\"When you get to a semi-final it's a one-off game and we've earned the right to be there,\" he said.\n\"When it comes to Saturday we won't be founding wanting when in comes to application and desire.\"\nWales have never played at this level before and earned their place with a 2-1 quarter final victory over Kazaksthan which followed a 3-0 win against Thailand.\nIreland beat Singapore 10-0 to reach the semi-finals.\n\"Our world-ranking points we get for reaching the last four of this competition really help us in our qualification for the Commonwealth Games and just that journey up through the world rankings,\" added Johnson.\n\"They are ranked 16 in the world and have been exposed to a number of high level tournaments.\n\"They're an A-division European side while we're in the B-division.\n\"So it's going to be a tough challenge but there will be a lot of expectation on Ireland and as a result of that we can play with creativity and we're certainly capable of hurting teams and we've managed to get results against team ranked higher than us.\"", "85": "The Indian-owed manufacturer will replace the outgoing Trulli team for the 2016-17 season.\nFormula E is currently in its second year, with Nelson Piquet Jr having won the inaugural 2014-15 championship.\nJaguar have not been involved in top-level motorsport since leaving Formula 1 at the end of 2004.\nThey are joined by Williams Advanced Racing as official technical partners, part of the group which includes the Williams Formula 1 team.\n\"Electric vehicles will absolutely play a role in Jaguar Land Rover's future product portfolio and Formula E will give us a unique opportunity to further our development of electrification technologies,\" said Nick Rogers, JLR's Group engineering director.\nIndian conglomerate Tata bought the British-based Jaguar and Land Rover brands in 2008 from Ford, who had previously raced the Jaguar brand in F1 from 2000 to 2004.\nAfter a failing to win a race, the team was sold to Red Bull, who went on to win four Formula 1 constructors' and drivers' championships in successive years.", "86": "Israeli officials said he had tried to storm the embassy.\nThe office of the Ankara governor said the suspect appears to be \"mentally unstable\", and no links had been found to any organisation.\nNo-one at the embassy was hurt, Israeli officials say. Local reports said staff took refuge as the attack began.\nSeveral embassies in Ankara were closed late last week amid reports of a possible militant attack.\nTurkey has been caught up in a series of deadly attacks in the past year, by jihadist group Islamic State and Kurdish militant groups.\nHow dangerous is Turkey's instability?\nBomb disposal experts are examining a suspicious package at the scene.\nThe Times of Israel reported that the assailant tried to stab a security guard, who then fired a warning shot before shooting the man in the leg.\nTurkey's state-run news agency, Anadolu, said the man was carrying the knife wrapped in newspaper before taking it out, brandishing it and shouting. It said he ignored warnings from staff.\nA spokesman for the Israeli Foreign Ministry, Emmanuel Nahson, said the man was wounded in the foot. He said: \"We don't know if he was attacking police officers or the embassy itself.\"", "87": "The Oak Leaf hosts edged a tight first half to go in with a 0-6 0-5 advantage at the interval.\nClare scored the only goal early in the second half to move in front with Jamie Malone finishing a slick move.\nIt remained close to the end and Clare went ahead in added time before Kielt clinched a point for the Ulster side.\nThe sides were level three times in a low-key first half which lacked intensity and bite.\nMedia playback is not supported on this device\nEnda Lynn, Kielt and Carlus McWilliams each bagged two points for the Ulster side while Sean Collins also hit two for Sligo.\nThe visitors moved in front on 43 minutes when Malone palmed in after being set-up by Keith Sexton.\nDerry levelled with points from Niall Loughlin and Mark Lynch and no more than a point separated the teams for the remainder of the game.\nKielt had the final say with a cool finish to ensure Derry avoided a losing start to their league campaign.\n\"It was a fair result with both sides having goal chances,\" said Derry boss Damian Barton.\n\"Our decision making was not the best but it was a magnificent score from James at the end.\n\"I'm delighted to come away with something instead of nothing.\"", "88": "Bolton's Khan, 30, said earlier this year that Sheffield's Brook, 30, is not a big enough name for him to fight.\nBut on Wednesday, Khan suggested on social media he would be the next fighter \"to smash Kell Brook's face\", while Brook responded by saying he wants to \"send him back to sleep\".\nHearn told BBC Sport: \"There's a good chance of it [the bout] happening.\"\nThe promoter added: \"Amir wants it to happen, so does Kell. We want to put a fight on for the fans.\"\nNews app users should click this link to vote (NB ADD HYPERLINK AS APPROPRIATE)\n-----\nBoth boxers lost in their last fights after moving up to middleweight, with Brook being stopped in the fifth round by Gennady Golovkin, while Khan was knocked out in the sixth by Saul 'Canelo' Alvarez.\nBrook and Khan said after their fights that they would not fight at that weight classification again and it is not yet known whether champion Brook's IBF welterweight title would be on the line.\nHearn said the all-British fight could take place \"up north in Manchester Arena or Old Trafford\".\n\"Kell has proved himself. He beat Shawn Porter and had a good fight with Golovkin. The time is right,\" added Hearn.", "89": "You can join the conversation and send in your questions using #MakeYourMove on Twitter. You can also email makeyourmove@bbc.co.uk.\nWhat puts off so many of us from going swimming?\nWhether it is a fear or phobia, a religious or cultural reason, a body image issue, a medical concern, or something else, it is easy to find a reason not to get into the water.\nMake Your Move hosted a live Facebook Q&A with Rebecca Adlington, Mark Foster and Dr Victoria King to discuss anything and everything to do with getting started at the pool.\nMake Your Move is a campaign, by the BBC Get Inspired team, which aims to show it doesn't take much to get moving.\nMedia playback is not supported on this device\nThis month the campaign has put swimming in the spotlight, but if you would like some inspiration on how to get a bit more active out of the pool, look at our ready-made challenges at bbc.co.uk/makeyourmove.\nWhether you take on a challenge on your own or with friends, family or work-mates, we want you to show us your efforts.\nGive us updates using #MakeYourMove on Twitter, Instagram or Facebook. Email us or send us a letter and some pictures (photos or hand drawn, we don't mind). Our address is: Make Your Move,  BBC Get Inspired, 3rd Floor Quay House, Salford Quays M50 2QH.\nAlternatively find taster sessions, events and clubs near you by using the postcode search on the Get Inspired Activity Finder.", "90": "The Las Vegas match-up between Kovalev and ex-super-middleweight king Ward is being billed as the fight of the year.\nKovalev is one of the most feared punchers in boxing, while American Ward is one of the most skilful.\n\"If Kovalev makes any mistakes I will make him pay. He can be dropped and he can be knocked out,\" said Ward.\n\"We will see who is the puncher. There have been many times when the guy who had the jackhammer did not turn out to be the puncher.\"\nKovalev, 33, has 30 wins and one draw from 31 professional fights, with 26 knockouts. Ward is unbeaten in 30, with 15 knockouts.\nAt 168lb, the 32-year-old Ward beat the likes of Denmark's Mikkel Kessler and Britain's Carl Froch and many believe him to be the world's best pound-for-pound boxer.\nKovalev beat Welshman Nathan Cleverly inside four rounds in 2013 to secure the WBO light-heavyweight title before winning the WBA and IBF belts from American legend Bernard Hopkins.\nKovalev has long been linked with a fight against WBC champion Adonis Stevenson, but the Canadian appears reluctant to share a ring with him.\n\"I want to destroy him [Ward],\" said Kovalev, whose last fight was a scrappy points victory over the awkward Isaac Chilemba.\n\"It's not about who is stronger, but who is smarter, brings the best skills into the ring and is mentally stronger. If I happen to knock him out it will be a bonus for boxing fans and myself.\"", "91": "Khalid Al-Fawwaz was arrested in London the same year as the bombings, and was extradited to the US 14 years later.\nAl-Fawwaz has been called Bin Laden's spokesman and al-Qaeda's media adviser in London.\nThe Saudi national, was convicted in February of four conspiracy charges.\nProsecutors say he operated an office in London where he disseminated Bin Laden's fatwas, or religious decrees, to media outlets.\nA statement from Preet Bharara, the US Attorney for the Southern District of New York, called Al-Fawwaz \"bin Laden's bridge to the West.\"\n\"Fawwaz conspired with a murderous regime, and the result was a horrific toll of terror and death,\" Mr Bharara said.\n\"The price he will pay, appropriately severe as it is, cannot possibly compensate his victims and their families.\"\nAl-Fawwaz was also accused of using the office to send communications equipment, including a satellite phone, to the al-Qaeda leader.\nThe sentence was read out by a Manhattan jury at a heavily guarded downtown courthouse.\nLawyers for al-Fawwaz argued that he was a peaceful political dissident and not a violent terrorist.\n\"My goal was reform, not rebellion,\" said al-Nawwaz to the victims present in the courtroom.", "92": "Media playback is not supported on this device\nThe 25-year-old seamer moves up nine places to seventh.\nTeam-mate Katherine Brunt is fifth with South Africa's Marizanne Kapp first.\nAustralians Meg Lanning and Ellyse Perry top the batter and all-rounder rankings respectively.\nShrubsole, who leads the Twenty20 bowling rankings, took 6-46 as England won a thrilling final against the team they lost to in the World Cup opening match.\nMedia playback is not supported on this device\nEngland spinner Laura Marsh has moved up one position to 19th in the ODI bowling rankings, while seamer Jenny Gunn has moved up two places to 20th.\nNatalie Sciver is eighth in the ODI batter rankings and Sarah Taylor has progressed three positions to 12th after scoring 54 in the semi-final and 45 in the final. She was also chosen as wicket-keeper in the ICC's team of the tournament.\nEngland captain Heather Knight is 15th in the batter rankings and opener Tammy Beaumont 18th.\nThere was no change in the women's team rankings, which take into account both ODIs and T20Is, with Australia retaining top spot and England in second.", "93": "The 50-year-old  \n          told the Las Vegas Review Journal\n the growth had been discovered last November after she had an MRI scan.\nShe said: \"I worried about my memory so much that I went and got an MRI. And I found out I have a brain tumour. And I was, like, 'See? I knew there was something wrong'.\n\"It's benign, so I don't have to worry about it. But it gives me a fit.\"\nThe singer has since posted on her official Facebook page, telling fans not to worry.\nShe wrote: \"Hey everyone - please don't worry about my 'brain tumour', it's a non-cancerous growth. I know some folks can have problems with this kind of thing, but I want to assure everyone I'm ok.\n\"Really appreciate everyone's love and concern, I feel so blessed to have the support of all my fans, but I'm good - really!\"\nCrow's spokeswoman Christine Wolff added the revelation  \"was not meant to alarm anyone\".\nShe added: \"The tumour is a meningioma. It's typically benign and develops from the protective linings of the brain and spinal cord. She is doing great and is healthy and happy.\"\nCrow said she doesn't need surgery but will continue to have scans to monitor the growth.\nThe singer has previously had breast cancer, and received the all-clear in 2006 after undergoing radiation therapy.\nHer biggest chart hits include All I Wanna Do, Everyday Is A Winding Road, A Change Would Do You Good and the Bond theme Tomorrow Never Dies.", "94": "Professor GN Saibaba of Delhi University, who is paralysed from the waist down, was arrested three years ago but was released on bail.\nMaoist rebels say they are fighting for communist rule and rights for tribal people and rural poor.\nHis family plans to appeal the verdict.\nA local court in Maharashtra state found Prof Saibaba and four others guilty of \"criminal conspiracy and waging war against the nation\" on Tuesday.\nIn his verdict the judge said of him, \"though he is physically handicapped, he is mentally fit\", adding that \"the imprisonment for life is not a sufficient punishment to the accused\".\nProf Saibaba had travelled to tribal areas and prominently campaigned against the activities of the Indian military and a pro-government, anti-Maoist militia.\nHe was first arrested in 2014 and accused of being a member of the outlawed Communist Party of India (Maoist), but denied any involvement with the outfit.\n\"This judgment is a clear way of state impression and violation of human rights. It looks like the state is using the judgement as a landmark to silence those voices who speak against them,\" AS Vasantha Kumari, Saibaba's wife told Hindustan Times newspaper.", "95": "Families into Sports for Health (FiSH) raised Â£11,400 to fund a trial opening of the sports centre and swimming pool.\nBut Western Isles Council - Comhairle nan Eilean Siar -  rejected the offer and said it would not hold a trial.\nLeisure centres on Lewis and Harris have been traditionally closed on Sundays in observation of the Sabbath.\nCampaigner Lesley McKenzie said hundreds of families wanted the facilities in Stornoway to be available all week.\nSimilar sites in other parts of the Western Isles run by the comhairle, including on Benbecula, are open on Sundays.\nThe local authority said it had taken a \"democratic decision\" not to open on Sundays and its councillors were best placed to decide on local demand for a service.\nIt said the decision not to open on Sundays was not only for Sabbatarian reasons.\nBut Mrs McKenzie said: \"Over 1,500 families in the Western Isles will be disappointed at this response.\n\"We want the sport centre to be open on Sundays and we will do what we need to do to help make that happen.\"\nStornoway Free Church minister the Reverend James Maciver said there were families who preferred to have Sunday as a day of rest after being busy in the week with activities, including sports-related pursuits such as swimming.\nHe said: \"It is not really a health issue as far as we are concerned. There are plenty of facilities without these extra hours on a Sunday.\"", "96": "David Cockle, 50, found the Merovingian Tremissis coins in a famer's field in west Norfolk and sold them for £15,000.\nHe had entered into a contract with the landowner to split the proceeds of any find down the middle but failed to tell the farmer of his discovery.\nJudge Rupert Overbury, sentencing, said Cockle's motivation had been \"pure greed\".\nCockle, from Leigh, Greater Manchester, had admitted theft at a previous hearing.\nThree counts of converting criminal property will lie on file.\nCockle, who had lived in Wareham at the time, also failed to tell the coroner.\nInstead he had sold the coins for £1,500 each in smaller parcels of two, three and five coins.\nAnother metal detectorist had discovered 35 Merovingian coins at the same site and declared them honestly.\nHad Cockle done the same, the discovery would have been the largest find of Merovingian coins in the UK - surpassing the discovery of 37 such coins at Sutton Hoo in the last century, the court heard.\nJudge Overbury said Cockle had more than 30 years of experience as a metal detectorist and knew the legal process.\nHe added the coins were \"extremely rare\" and that some of them had never been recovered.\nCockle was also banned from metal detecting for five years, banned from owning metal detecting equipment and from entering into agreements with landowners to do metal detecting.\nHe faces five years in jail if he breaches the order.\nCockle was dismissed from Norfolk Police last month for gross misconduct.", "97": "Nicky Adams headed the hosts into an early lead before Sam Hoskins side-footed in a second after the break.\nMatt Taylor's header and Ellis Harrison's low effort saw Rovers fight back to earn a point to boost their own hopes of automatic promotion.\nBut the Cobblers, who faced a petition for administration earlier this season, are guaranteed a top-three spot.\nThey have lost only once in the league since Kelvin Thomas's takeover of the club in November.\nFifth-placed Plymouth's loss to AFC Wimbledon meant this season will be the end of Northampton's seven-year spell in the fourth tier of English football, following relegation in 2009.\nThe Cobblers, who only escaped relegation to non-league on the final day of the 2014 season, are now 12 points clear at the top with five games remaining.\nRovers now lie fourth, two points behind third-placed Accrington.\nThe attendance of 7,579 was the largest ever recorded at Sixfields and Northampton's biggest for a league game since 1987.\nNorthampton skipper Marc Richards will miss the end of season run-in as he is to undergo an Achilles operation next week.", "98": "Media playback is not supported on this device\nRowan has been performing incredibly in training for some time and we felt it was only a matter of time before the results started coming.\nCheshire, 18, secured her win in the third of four halfpipe Freestyle Skiing World Cup events this season, with a score of 80.40 from her first run.\nFellow Briton Emma Lonsdale finished with a career best tenth in Canada.\nJilly Curry was the last British woman to win gold at a World Cup event, in aerials in 1992.\nCheshire, who is from Stoke, won bronze at last season's World Junior Championships in Valmalenco.\nShe has met the Olympic qualifying standard for the Sochi Olympics.\nBut Cheshire, who is currently second, must remain in the top 24 of the International Ski Federation list and, along with Lonsdale, will learn whether she has a quota place when the team is announced on 22 January.\n\"Rowan has been performing incredibly in training for some time and we felt it was only a matter of time before the results started coming,\" coach Pat Sharples told BBC Sport.\n\"She's worked so hard to get to where she is and I feel the best is still yet to come.\"\nThe fourth and final halfpipe event of the Freestyle Skiing World Cup takes place at Northstar in the United States on 10 January.", "99": "The 25-year-old has agreed a three-year deal at the Madejski Stadium, subject to receiving international clearance.\n\"He is a creative player who can play off either side of the pitch,\" said Reading manager Steve Clarke.\n\"His style of play should complement the players already here and we look forward to Paolo joining our squad.\"\nHurtado has spent three seasons at Pacos de Ferreira and helped the club qualify for the Championship League last season after they finished third in the Portuguese Primeira Liga in 2014.\nHe was part of the Peru side which finished third in this summer's Copa America, and has also spent time at Uruguayan side Penarol.\n\"With this summer's transfer policy, the shareholders and the board have recognised that Steve needed to be allowed space to rebuild his squad,\" said chief executive Nigel Howe.\n\"Last season's points tally was not on a par with where we need to be, and with Paolo's arrival we have added another piece to the jigsaw.\n\"The rebuilding process is always step by step, but we believe the squad is in a stronger position now and I'd like to wish Paolo the best of luck here at Reading.\"\nFind all the latest football transfers on our dedicated page.", "100": "The first Duke of Wellington's handwritten orders from the conflict will also be featured in two exhibitions at Wellington Arch, at Hyde Park Corner, and nearby Apsley House.\nBritish and Prussian forces defeated the French emperor Napoleon Bonaparte during the battle on 18 June 1815.\nEnglish Heritage said the events would explore the battle's significance.\nJosephine Oxley, keeper of the Wellington collection, said visitors to the exhibitions, which open on Saturday, would be able to find out about the man behind the battle.\nShe said: \"We've brought together a fascinating collection of surviving objects from the 19th century's most important battle, the 'Great War' of its age.\"\nAt Apsley House, which was the London home of the first Duke of Wellington, visitors will be able to see the Waterloo Gallery with a table laid out as it was when the duke hosted annual banquets to commemorate the battle.\nVisitors will get an insight into the world depicted in a painting by William Salter of one of the feasts, which hangs in the property.\nThe first Duke of Wellington commanded the allied army in the Battle of Waterloo in what is now modern day Belgium.\nAt Wellington Arch, which was built to mark Wellington's victories over Napoleon, a new exhibition will feature a pair of original boots, made for the duke to give added protection in battle, his sword and handwritten notes on velum giving instructions on the conduct of the battle.", "101": "David Cawston, 46, was arrested after a 32-hour stand-off with police negotiators and armed response teams in New Costessey which ended on 6 May.\nCawston, of New Costessey, admitted two counts of possessing an air pistol with intent to cause fear or violence at Norwich Crown Court.\nIt was claimed he felt frustrated over complaints to police.\nThe court heard armed police were called when Cawston telephoned officers, saying he had a weapon.\nCawston then barricaded himself inside the property and left a list of demands to police on a shed roof.\nAt one point, Cawston came out of the house and told police \"Fill me full of bullets\", the court was told.\nIt was claimed Cawston did not point the gun at police but had tapped the window with the weapon, which later turned out not to be loaded.\nProsecuting, Nick Methold said Cawston had been frustrated over information he claimed to have on criminal issues.\nIan James, on behalf of Cawston, said his client had wanted to help police, not thwart them.\nSentencing Cawston, Recorder of Norwich Judge Peter Jacobs said: \"For reasons not fully explained, you seem to lose all sense of self-control.\"", "102": "The pre-tournament odds-on favourite was cruising at 3-1 before the Spaniard fought back with brilliant darts and looked set to level the scores.\nReyes lost 4-2 but finished with an average of 106.07 - the highest for a losing player in tournament history.\nEarlier, fourteen-time champion Phil Taylor beat Kevin Painter 4-0.\nHe gave me more game than Phil Taylor and  Gary Anderson\n\"It was winning ugly - it wasn't the best game in the world,\" Taylor said after the scrappy encounter.\nVan Gerwen now plays Darren Webster for a place in the quarter-finals.\nThe Dutchman paid tribute to Reyes: \"He played phenomenally- I've never seen him play this well.\n\"He gave me more game than Taylor and [world champion] Gary Anderson.\"\nDutchman Raymond van Barneveld dropped only two legs on his way to a 4-0 victory over England's Alan Norris.\n\"I feel comfortable and confident. When you feel like that, you can beat all of them,\" the 2007 champion said.\nEarlier, two-time PDC semi-finalist Mark Webster survived a fightback from Austrian eighth seed Mensur Suljovic to progress.\nWebster led 3-1 but was forced into a decider by Suljovic, who was a European Championship finalist in October.\nNorthern Ireland's Daryl Gurney recorded a 4-3 win over Scottish ninth seed Robert Thornton and Dave Chisnall beat Chris Dobey 4-2 in an all-England clash.", "103": "Martin Kitts-Hayes had been due to attend the North Sea Commission at Legoland in Denmark in June.\nBut the delegation returned early as he was unhappy with the accommodation. After weeks of controversy he resigned earlier this week.\nA council meeting over an internal report heard lessons must be learned.\nJim Gifford, leader of the Alliance Opposition Group, said: \"We all have a job to do to rebuild the reputation of this council.\"\nCouncillor Jill Webster described the incident as a \"fiasco\".\nCouncil leader Richard Thomson said it was now time to move on.\nMr Kitts-Hayes announced earlier this week he would step down from senior positions - as co-leader of the council and chairman of the policy and resources committee.\nHe then said on Wednesday that recent personal abuse had put an \"intolerable strain\" on himself and his family, and was standing down as a councillor.\nHe stated: \"Being a councillor is just not worth the effort.\"\nThe abortive trip to Denmark cost more than Â£3,000.\nThe internal report revealed last week that Mr Kitts-Hayes felt his Legoland accommodation was like a \"glorified shed\".\nMr Kitts-Hayes, of the Progressive Independent Group, was the councillor for Inverurie and District and co-council leader with the SNP's Mr Thomson.\nCouncil chief executive Jim Savege is carrying out a further investigation into the actions of those with access to the internal report - which was sent to councillors in confidence - after an earlier leak to the media.", "104": "The 81-year-old told police the haul was taken from his house at Blofield near Norwich between Wednesday evening and Friday morning.\nThe thefts included his 1964 FA Cup medal, 1965 European Cup Winners Cup medal from his West Ham days, and his 1985 League Cup medal when he managed Norwich.\n\"My wife and I feel violated,\" he said.\nNorfolk Police said a set of Winston Churchill gold medals, cash and jewellery were also stolen.\n\"I had such a great time with both Norwich City and West Ham United and feel a huge amount of pride when I look back at my medals and to think that someone has entered my home and taken them hurts me a lot,\" said Mr Brown.\n\"I have grandchildren who play football and I love being able to show them the medals when they visit.\n\"They won't like to see their granddad upset but unfortunately that's how I feel at the moment.\"\nHe continued: \"My wife and I feel violated that someone could take items of such personal significance and I can only hope those responsible for doing this can see how pointless it is to take something that has no value to them and such great value to us.\"\nA Norwich City Football Club spokesman said: \"Norwich City Football Club is shocked and saddened by the theft.\n\"Hopefully the publicity surrounding the case will tweak someone's conscience and lead to the recovery of the items.\"", "105": "The fleet included fishing boats and coastguard ships, Japan says, and three vessels appeared to be armed. Officials have protested to Chinese diplomats.\nThe reported incident occurred near the Japan-controlled disputed islands, known as the Senkaku islands in Japan and the Diaoyu islands in China.\nBeijing has been increasingly assertive about waters it believes are Chinese.\nIn a separate incident on Saturday, Chinese state media said fighter jets and bombers had completed a patrol of airspace above islands in the South China Sea, as part of combat training.\nThese islands are also disputed, but last month an international tribunal dismissed most of Beijing's claims in that sea.\nChina said it would ignore the decision.\nA Japanese foreign ministry spokesman said the fleet's despatch to the East China Sea islands was a unilateral escalation of tension in the area.\nHow uninhabited islands soured China-Japan ties\nLess than a decade ago, Tokyo and Beijing talked of jointly exploiting the resources of the East China Sea, the waterway that separates the two countries.\nBut since then tension has increased, particularly over the disputed Senkaku/Diaoyu islands, which are uninhabited.\nOver recent years, China has sent an increasing number of ships towards the islands, in what appears to be an attempt to test Japan's resolve to defend them.", "106": "The project would see a new entrance and office constructed at the Scottish Borders track.\nManaging director Richard Landale said the works could be completed this summer ahead of their first meeting of the new season in September.\nAn application has been submitted to Scottish Borders Council to allow the renovation to be carried out.\nMr Landale said the current entrance dated back to the early 19th century and was no longer fit for purpose.\n\"More people are coming and we haven't been able to process them through the entrance and they have been standing out in the rain,\" he said.\n\"We are putting in a new ticketing system.\n\"We owe it to such loyal customers - we owe it to them to improve the experience.\n\"It is a significant investment, it is really going to bring the whole place up to the present day.\"\nKelso was one of the five racecourses across Scotland which announced a \"bumper year\" in 2015 earlier this year.\nIts average attendance at 13 fixtures over the year rose by 12.6%, the largest increase among the Scottish sites.", "107": "An object was thrown at the Central Mosque in Potterrow at about 02:10 on Sunday which caused minor fire damage to a door.\nNo-one was hurt. A small bush in the garden area was also damaged.\nOfficers have described it as a \"despicable and reckless act\" and urged anyone who saw anything suspicious around the mosque or in the Potterrow area to get in touch.\nDet Insp John Kavanagh, from Police Scotland, said: \"Fortunately no-one was injured as a result of this incident, but the consequences could have been far worse had the fire taken hold and spread.\"\nPolice are looking for a man believed to be in his early 30s with very short hair, wearing a short-sleeved black top with a white emblem on the front and dark trousers.\nIt is believed the man spoke to a group of females in George Square, near the junction with the Meadows, before the incident happened.\nFoysol Choudhury, chairman of the Edinburgh and Lothians Regional Equality Council, said: \"ELREC strongly condemns this crime as an attack against our freedom of religion and expression.\n\"Edinburgh cannot tolerate any action that aims to spread hate and division within its society.\n\"ELREC would like to uphold Police Scotland's request for everyone who has any information to contact them and wishes to offer support to anyone who feels more insecure after this attack.\"", "108": "The captain has urged Vern Cotter's side to finish with three wins out of five after beating Ireland and Wales earlier in this year's championship.\n\"It makes you sick when you watch it back,\" said flanker Barclay of Saturday's 61-21 loss at Twickenham.\n\"I'm very confident there'll be a positive reaction from the group.\"\nThe Scots last claimed three wins in a Six Nations series in 2006.\n\"We've been on the right path, certainly been on the right trend for a while now,\" said Barclay. \"I don't think anyone saw that game coming at the weekend.\n\"We've got one more game left against Italy, which is a huge game now to try and finish the championship on a high, finish the championship with three wins from five and potential to finish second, which we've never done before.\n\"You can't gloss over it, the stuff that went wrong. We just didn't play well enough and we just made too many errors, couldn't get a foothold in the game, gave away a lot of stupid penalties. I like to think of it as a bump in the road, albeit a fairly big bump at the time.\"\n\"Regardless of what happened the week before, you have to go out and try and win the game and that's the case this week. It'll be a hard game; it always is tricky against them. We have to go out and play much better than we did at the weekend.\n\"[Italy] have played some good stuff in patches in the championship but undoubtedly they'll come to Murrayfield targeting a win.\n\"The boys are confident. We realise we've got to right a few wrongs.\"", "109": "The women have been named as friends Mhairi Convy, 18, and Laura Stewart, 20 - both students in Glasgow.\nThey were struck, along with a 36-year-old man, on Friday morning in North Hanover Street, close to the Buchanan Galleries shopping centre.\nPolice said it was thought the Range Rover came off the road and hit the pedestrians on the pavement.\nMs Convy from Lennoxtown, East Dunbartonshire, and Ms Stewart, from Cumbernauld, were students at Glasgow College of Commerce.\nEmergency crews were called to the scene and the two women were taken to Glasgow Royal Infirmary where they died.\nThe male pedestrian and the 50-year-old male driver of the Range Rover were being treated in hospital.\nThe driver is said to be in a stable condition while the injured pedestrian has been released.\nStrathclyde Police have appealed for any witnesses to come forward.\nOfficers said the cause of the crash was unknown and an inquiry was under way to establish the exact circumstances.\nThey added that it would be inappropriate to comment or speculate on the cause until the investigation had been carried out.", "110": "The 24-year-old, who cannot be named until he enters his plea, is accused of raping the teenager in the toilets of a bar in Johannesburg.\nEarlier in the week, the family of the alleged victim said that Mr Mandela's ex-wife, Winnie Madikizela-Mandela, had sent her bodyguard to dissuade them from pressing charges.\nThe Mandela family has not commented.\nSenior members of the Mandela family, including the former president's daughter Makaziwe Mandela, were in court during a brief hearing.\nHis bail application has been postponed until Tuesday, meaning he cannot legally be named until then.\nHe has been in custody since his arrest on Saturday.\nThe BBC understands that he will argue that it was consensual sex and he didn't know that his accuser was underage since the pub did not allow under-21s on its premises.\nUnder South African law, sex with someone under 16 is classed as rape whether consensual or not.\nBBC Southern Africa correspondent Karen Allen says the family of South Africa's first black president have found themselves constantly in the public spotlight.\nJust three months ago, another of his grandsons, Mandla Mandela, was given a suspended sentence after being convicted of assault, following an attack on a teacher after a road rage incident.", "111": "\"At this stage, based on the evidence gathered, no formal action will be taken,'' said a statement by New South Wales police.\nPhotographer Kristi Miller complained to police about an incident outside a cinema on 23 August, saying she thought Gibson was \"going to punch me\".\nThe actor's publicist said the star was \"satisfied\" at the police decision.\nGibson's lawyer in Sydney, Christopher Murphy, was informed of the police decision not to press charges on Thursday.\n\"Mel Gibson has totally denied from the onset these disgraceful allegations,'' said a statement issued by publicists Rogers and Cowan.\n\"He is now satisfied that the police, after speaking to witnesses and reviewing CCTV footage and other evidence, have found there is no substance to the claim.\"\nThe Daily Telegraph's Miller, 39, claimed Gibson launched into a tirade after she took pictures of the actor and his 24-year-old girlfriend, Rosalind Ross, leaving an Israeli Film Festival screening at the Palace Verona Cinema in a suburb of Sydney on Sunday 23 August.\nThe Braveheart director, who fell out of favour in Hollywood after a series of public outbursts, is currently shooting World War II drama Hacksaw Ridge in Australia.", "112": "The US actor played Paul, a member of Kiefer Sutherland's blood-sucking gang, in the 1987 horror comedy film.\nIn a statement, his \"heartbroken\" family said he died on Tuesday \"from the genetic liver condition alpha-1 antitrypsin deficiency (AAT)\".\nThe message describes McCarter as a \"loving son, brother, father, uncle, cousin, nephew and friend\".\nThe Facebook statement added: \"We appreciate your thoughts and prayers during this difficult time.\"\nBorn in 1963 in Philadelphia, McCarter was a high school athlete and model before landing his best-known screen role.\nAs blond-haired \"lost boy\" Paul, he met a grisly end after being knocked by a dog into a bath full of garlic-infused holy water.\nUnlike some of his co-stars, who included Jason Patric, Corey Feldman and the late Corey Haim, McCarter did not go on to pursue a full-time acting career.\nInstead he worked in the telecommunications industry while also making music and occasionally appearing at horror conventions.\nAccording to People magazine, the father-of-one died from liver failure at his home in Tampa, Florida, after having been admitted to hospital earlier this year.\nActor Alex Winter, who played vampire Marko in The Lost Boys, paid tribute to his former co-star on Twitter.\n\"RIP Brooke McCarter and condolences to the family,\" he wrote. \"We had some very very good times together back in the day.\"", "113": "Using plastic sheets, hay bales, water and washing-up liquid, the 90m (295ft) slide will be set up in Park Street.\nRiders on lilos will be cheered on by a crowd bashing cow bells on either side.\nSome 360 ticket holders, picked from nearly 100,000 applicants, will ride the slide from 11:00 BST on Sunday.\nLuke Jerram, the man behind the slide, said he was told by the council on Thursday his \"Park-and-Slide\" could \"definitely\" go ahead.\nThe project was first announced in March by the Bristol-based artist.\nWith demand \"far exceeding capacity\", a ticket ballot was held to whittle down the 96,573 applicants.\nUsing 300 hay bales, tarpaulin and a \"slide strip\", Mr Jerram said it would take about three hours to set up the giant water chute.\n\"I'll be the first person down it.  I'm the guinea pig,\" he said.\n\"We're using a mix of water and washing-up liquid, so I'll be getting it primed and checking it all works so that we can get it signed off for health and safety.\"\nThe slide is set to be in operation until 17:00, although the organisers say the event is still subject to an \"on-the-day final health and safety sign-off\" and they \"reserve the right to cancel at any time\".", "114": "On Facebook, the TV presenter admitted her trademark curls were fake and she was going through the perimenopause, which is the start of the menopause.\nSawalha said her hair \"was my favourite thing about myself.\"\nShe revealed a doctor told her she had the balding gene on the ITV daytime show in September.\nIn the video, she breaks down telling people she used to say her hair was her \"crowning glory\" and did not realise the gene could occur in women.\nShe added: \"My hair is not like that anymore, my hair really started to change after I had my kids.\n\"It sounds awful saying it as people lose all of their hair to alopecia or cancer treatment but it doesn't make it any easier, the fact that I'm losing my hair.\"\nIn sharing what Ms Sawalha describes as a \"confession\", she says she hopes \"by speaking out it helps make you not feel alone in this and please share if you think it might help someone you know\".\nThe menopause is the transition of when a woman stops having periods and is no longer able to get pregnant naturally.", "115": "Abdullah al-Badrani, also known as Abu Ayoub al-Atar, reportedly died in an air strike by the US-led coalition on Thursday.\nAl-Badrani issued many of the group's dictates, leading to the torture, death and sexual abuse of civilians.\nIraqi security forces are trying to retake al-Nuri mosque in the old city.\nThe Islamic State group has made its name feared and reviled through the very public atrocities and human rights abuses it has committed against whole communities.\nAbu Ayoub al-Atar was infamous in Mosul and beyond for the religious decisions - or fatwas - he issued that permitted some of these acts.\nHe is believed to have given the justification for the enslavement and sexual abuse of women from the Yazidi minority in northern Iraq.\nMore recently, he has given the authority for IS to continue to attack civilians in the eastern side of Mosul, which Iraqi forces have recaptured.\nHe called the civilians apostates who deserve to be killed.\nThe Iraqi government has issued instructions to civilians on how to stay safe as forces continue their assault on the IS-held western side of the city.\nAl-Nuri mosque is a significant target as it is where IS leader Abu Bakr al-Baghdadi first appeared after the declaration of caliphate across parts of Iraq and Syria in 2014.", "116": "Although there has been a Simpsons movie, this will be the first time a regular episode has run to an hour.\nExecutive producer Al Jean joked in a statement: \"I just pray it won't be the last thing people see before a Trump inauguration.\"\nTaraji P Henson, who plays Cookie on Fox's Empire, and actor and comedian Keegan-Michael Key will guest star.\nHenson will voice the role of Praline, the former wife of a music mogul who has conned Mr Burns into bankruptcy.\nKey will play Jazzy James, who joins Praline, Homer and Bart to help Mr Burns get his revenge.\nThe episode, which will go out in January in the US, will be titled The Great Phatsby, a play on The Great Gatsby.\nThe Simpsons begins its 28th season on 25 September.\nEarlier this month, Marge and Homer Simpson were seen agreeing to vote for Hillary Clinton in the forthcoming US election in a video clip.\nRepublican candidate Donald Trump is seen with a copy of a book called Great Speeches by A Hitler in the video.\nWhen Homer signals that he might vote for Trump, Marge says: \"If that's your vote, I question whether I can ever be with you again.\"\nHomer replies: \"And that's how I became a Democrat.\"\nFollow us on Twitter @BBCNewsEnts, on Instagram, or email entertainment.news@bbc.co.uk.", "117": "In an email seen by the BBC, the Institute of Zoology (IOZ) said it was unlikely badger vaccines would be available until at least May 2017.\nThe IOZ said funding had subsequently been cut for the West Cornwall Badger Vaccination Initiative.\nIt had hoped to vaccinate up to 1,000 badgers in the \"next few years\".\nClick here for live updates on this story\n\"Advice from Public Health England is vaccination should only be made available to humans and that animal use of BCG should be restricted during this period of vaccine shortage to conserve global supplies\", a spokesperson for the Department for Environment, Food and Rural Affairs said.\nLast year the government suspended the sourcing of the vaccine for badgers in order to prioritise the formula for human jabs which protect against TB, following guidance from the World Health Organisation.\nThe Institute of Zoology said it had hoped to use expired but still effective stock from last year for the initiative, but claimed their request was declined by the Home Office.\nThe Â£2m scheme, which started as a pilot in 2013, was seen as a possible long-term alternative to culling, as part of efforts to tackle TB in cattle.", "118": "The challenge was brought by Elizabeth Morrison.\nHer son Michael, his partner Evelyn Baird and their child Michelle were among 10 people killed in the IRA attack.\nA judge has refused permission for a judicial review of the scheme.\nIt resulted in more than 180 republican paramilitary suspects being sent letters assuring them they were not wanted by police and would not be arrested.\nThe judge said he was dismissing the legal action because the government had stated publicly that the letters did not mean those who received them could not be prosecuted, and that the scheme is now abolished.\nDuring the hearing, a lawyer for the PSNI told the court there was no evidence to support a claim that a Shankill bomb suspect had received one of the letters.\nMrs Morrison's legal challenge centred on a press report that one of the bomb suspects who fled across the Irish border was among nearly 200 republicans in receipt of a secret letter stating he was not wanted by police.\nThe On the Runs scheme provoked outrage after County Donegal man John Downey's trial on charges linked to the 1982 London Hyde Park bombing collapsed in February 2014.\nHe had been mistakenly sent a government letter saying he was not wanted for questioning by police.\nThe full scale of the administrative scheme involving other republican paramilitary suspects then emerged.\nPolice were said to believe 95 of those people who received letters could be linked to nearly 300 murders.", "119": "The Indian firm, which uses a digital platform to provide information, said the breach includes swathes of personal information, including email addresses and hashed passwords.\nPayment-related information is safe as it was stored separately, Zomato said.\nThe firm said it had reset the passwords of affected users and logged them out of the app and the website.\nMore than 120 million users visit Zomato  - an online and mobile service offering restaurant and nightlife information, including menus and photographs, in countries around the world - every month.\nThe firm said it had \"recently\" discovered that 17 million email addresses and hashed passwords had been stolen from its data base.\n\"The hashed password cannot be converted/decrypted back to plain text - so the sanctity of your password is intact in case you use the same password for other services,\" the firm said in a security notice to its consumers.\n\"But if you are paranoid about security like us, we encourage you to change your password for any other services where you are using the same password.\"\nZomato said \"no payment information or credit card data has been stolen/leaked\" as they were stored in \"highly secure\" digital vaults.\nThe firm said it appeared that \"an internal (human) security breach\" had led to the theft of the data.\nZomato is based in Gurgaon near Delhi and is active in 10,000 cities, including London and New York, across 24 countries around the world.", "120": "Mata called for high profile players to sign up to the cause in the same week Neymar signed for Paris St-Germain for a world record £200m (222m euro).\nBayern Munich's Hummels said: \"This is a chance for football to improve our world, and I wanted to be part of it.\"\nThe defender, 28, joined the German champions in May 2016, for around £30m.\n\"I feel we could be doing more to connect the increasing revenues in football to some kind of deeper purpose,\" he added.\n\"Through the 1% pledge, we're building a bridge between football and its social impact around the world.\"\nMata is raising money for Common Goal, run by the organisation streetfootballworld, after being shocked by the poverty he saw on a visit to Mumbai, India.\nThe 29-year-old Spaniard is aiming to create a 'Common Goal starting XI', made up of 11 players who each donate 1% of their wage to the charity and he said Hummels was the \"perfect team-mate\".\n\"He really gets what we're trying to achieve. The fact that a World Cup holder - at the peak of his career with one of the biggest clubs on the planet - has chosen to make the pledge shows the power and magic of what we're doing.\"", "121": "After a rain-delayed start, Gabriel took 5-31 to dent Middlesex's hopes of securing second place in Division One.\nOnly four batsmen reached double figures, and six made ducks, with John Simpson's 27 not out the top score.\nWorcestershire replied by reaching 79-1 at the close, with Brett D'Oliveira 38 not out and Tom Fell on 37.\nAfter their relegation back to Division Two was confirmed by defeat against Durham last week, the home side soon gave notice that they would not go down meekly when play finally got under way at 13:40 BST.\nJoe Leach had Paul Stirling caught at point in the third over, then Sam Robson became Gabriel's first victim when he edged into the slips before the paceman bowled Dawid Malan for a duck with his next delivery.\nAfter Jack Shantry removed both Neil Dexter and Middlesex skipper James Franklin for ducks in a spell of 2-5, the visitors were finally all out at the start of the 35th over.\nMiddlesex began 12 points clear of third-placed Nottinghamshire, as they look to achieve their best Championship finish since 1995.", "122": "Nelson Jobim is the third minister to lose his job since Ms Rousseff took office in January - a turnover that has strained her governing coalition.\nHe is reported to have called one fellow minister a \"weakling\" and described others as \"idiots\".\nMr Jobim will be replaced by the former Foreign Minister, Celso Amorim.\nNelson Jobim is one of several ministers who also served under Ms Rousseff's predecessor, Luiz Inacio Lula da Silva.\nHe is said to have been angry that Ms Rousseff overruled him on a multi-billion dollar contract to buy fighter jets.\nIn recent weeks he been reported as making a series of critical remarks about fellow ministers.\nFirst he said at an opposition event that he was surrounded by \"idiots\".\nThen he said in a television interview that he had voted for Ms Rousseff's opponent Jose Serra in last year's presidential election.\nThe final straw appears to have been a magazine interview, parts of which have been leaked, in which he reportedly called another minister a \"weakling\".\nMr Jobim's resignation is the third to shake Ms Rousseff's government since she took office on 1 January.\nLast month, her Transport Minister Alfredo Nascimento resigned over a corruption scandal in his department, though he denied any wrongdoing.\nAnd in June her chief of staff, Antonio Palocci, stepped down in the face of questions about his rapid accumulation of personal wealth.", "123": "Melanie Holly released the balloon in July, to mark her son's first birthday, attaching a message asking the finder to contact her.\nWithin 24 hours, the balloon was spotted in a field near Bilshausen in central Germany by Laetitia Woodruff.\nBy chance Ms Woodruff's sister was about to travel to a wedding in Bristol and was able to return the message.\nMs Holly said when she sent up the blue star-shaped balloon, a couple of days after her son's birthday, she \"never imagined it would get anywhere\".\n\"We just thought it would be a nice thing to do for him,\" she said.\n\"We saw it float over the top of the houses and I thought it would just drop in the sea or get stuck in some trees.\"\nThe following day, however, the balloon was discovered in a field near the small village of Bilshausen.\n\"My sister was hiking from school and on the way she found a balloon,\" said Ms Woodruff.\n\"She picked it up and saw the message and took it home and showed it to me and it said 'Bristol' and I said: \"That's where I'm flying next weekend.\"\nFollowing an appeal on Facebook to \"find the person\" who wrote the note - which was shared more than 6,000 times - Ms Holly spotted the post and contacted Sarah-Jane.\n\"It's incredible really, she was coming to Bristol for a wedding so we met and she gave me the note back,\" she said.\n\"It's a brilliant story for my son to tell his grandchildren.\"", "124": "Manager Arsene Wenger and footballers Joey Barton, Andros Townsend and John Terry will voice the announcements at stations near their football stadiums.\nThere will also be special performances by X Factor group Rough Copy and magician Troy.\nIt is all in aid of the Royal British Legion's annual appeal.\nLondon Poppy Day takes place this Thursday.\nTo mark the centenary of the First World War, Transport for London has created a special poppy design incorporating the line from the famous poem by John McCrae, In Flanders fields the poppies blow.\nThe design will be displayed on all Tube and Docklands Light Railway trains, the Emirates Air Line cabins and trams.\nTwo Tube trains, one on the Metropolitan line and one other on the Circle line; a London overground train and 10 London buses will also be completely wrapped in the design.\nVisitors to Covent Garden will be able to see the world's only operational B-type bus, which was used to transport troops during the war.\nLondon's transport commissioner, Sir Peter Hendy CBE, said: \"This time of year is always poignant as the nation remembers those who made such profound sacrifices, and this year is particularly important as we mark the centenary of the start of the Great War.\n\"People living and working in London will see our specially wrapped trains and buses displaying the poppy design, in honour of the 4,500 transport workers who gave their lives in both World Wars and other conflicts.\"", "125": "It is part of Small Business Saturday, which highlights the goods and services of smaller firms in the run up to Christmas.\nThe events take place on the first Saturday of December every year and organisers claim it has a lasting impact on small businesses.\nBut many claim competition from larger companies remains a challenge.\nAberdeen's city centre manger Geoff Cooper said nearly half of Aberdeen's high street was made up of independent retailers.\n\"I think there's room for everyone on the high street and I think the very fact that almost 50% of our retailers are independent shows that there's room for a thriving independent sector,\" he said.\n\"We've got lots of really good independent businesses who are expanding and are very sound financially.\"\nHe said small businesses cannot expect \"special favours\" but he encouraged them to work together.\n\"Small Business Saturday is a really good example of how businesses can come together and work together, so they can think big and help consumers think about the small independent retailers,\" he said.", "126": "The Chelsea striker scored 65 goals in 104 appearances for Ivory Coast over a 12-year period. He played in three World Cups.\nDrogba returned to Stamford Bridge last month, signing a one-year deal after leaving Turkish side Galatasaray.\nMedia playback is not supported on this device\nThe 36-year-old said: \"I'm proud to have captained this team for eight years and to have contributed to putting my country on the world stage.\"\nDrogba hopes his decision will help him make a big impact on his return to the Premier League after a two-year absence.\nHe has been backed by Chelsea team-mate John Terry to reproduce the form that saw him score 157 goals in 342 games during his first eight-year spell at Stamford Bridge.\nDrogba added: \"It's with much sadness that I've decided to retire from international football.\n\"I can't convey enough thanks to the fans for all the love and support during these years. All my goals, all my caps, all our victories are for you.\n\"I owe much gratitude to my team-mates, the players with whom I've shared all these emotions and I wish them all much success for the future.\"", "127": "The city, located about 50 km (30 miles) northeast of Mexico City, dominated central Mexico in pre-Columbian times.\nThe relics found include jewellery, seeds, animal bones and pottery like these human figurines.\nThe objects were found inside a sacred tunnel that was sealed about 1,800 years ago.\nThe entrance of the tunnel was discovered in 2003 and its contents came to light after the archaeologists worked meticulously for nine years.\nThe researchers dug out mountains of dirt and rocks, using remote-control robots, and found zoomorphic vessels like this.\nThe artefacts, like these sea shells, were unearthed from about 18 metres (60 feet) below the Temple of the Plumed Serpent, the third largest pyramid at Teotihuacan.\nAt the end of the tunnel, the archaeologists also discovered offerings just before three chambers, suggesting that the remains of city's ruling elite could be buried there.\nSuch a discovery could help shine light on the leadership structure of Teotihuacan, including whether rule was hereditary.\nThe ancient city is the largest pre-Columbian archaeological site in the Americas, but its ruins have long been shrouded in mystery because its inhabitants did not leave behind written records.", "128": "The tribunal in Dhaka was set up by the Bangladeshi government.\nFor the first time, charges were due to have been brought against those accused of committing mass murder and rape.\nMost of those facing trial are from the Islamist party, Jamaat-e-Islami. All of them deny the allegations, accusing the government of carrying out a vendetta.\nThe tribunal in Dhaka will reconvene on 18 August following a request by defence lawyers, who wanted more time to go through the charges.\nEast Pakistan became Bangladesh 40 years ago - but only after a bloody battle for independence.\nOfficial figures estimate that more than three million people were killed and thousands of women raped when West Pakistan sent in its army to intervene.\nLast year, the Bangladeshi government set up the International Crimes Tribunal in Dhaka to try those Bangladeshis accused of collaborating with Pakistani forces and committing atrocities.\nSo far, seven people - two from the main opposition Bangladesh Nationalist Party and five from the Jamaat-e-Islami - have been arrested. Formal charges are yet to be brought against them and all of them deny the charges.\nThe two parties have denounced the tribunal as a political show trial.\nThe New York-based Human Rights Watch says the tribunal needs to change some of its procedures to ensure a fair trial which meets international standards.\nThe trial - when it finally starts - is likely to go on for months and open up old wounds.", "129": "The former England midfielder, 37, joined PSG in January until the end of the season and has played 12 matches.\nBeckham's side are nine points clear at the top of Ligue 1 with four games left, and Clement praised his impact.\n\"He's been a breath of fresh air. The club have made it clear that they'd like him to stay,\" he said.\nBeckham was sent off in PSG's 1-0 win over Evian at the weekend after only six minutes on the pitch.\nHe gets on with everyone. The club have made it clear that they'd like him to stay\nBut despite the red card, fellow Englishman Clement - who also worked under PSG coach Carlo Ancelloti at Chelsea - said Beckham had made a real impact during his time in the French capital.\n\"Everyone was excited when they knew he was coming because he had a fantastic rep as a pro and a man, and great quality on the field still,\" Clement told beIN Sport.\n\"He gets on with everyone - first out to training, the last one back in, a real enthusiasm for the game.\n\"You know after 20 years of playing at the top level, he still loves his football and hopefully he'll be able to continue for a little bit longer.\n\"He's made it clear that's he's going to have a think about it at the end of the season, talk to his family, see how his body feels.\n\"If he feels fresh I'm sure he'll continue.\"", "130": "Former England full-back Armitage, 31, pleaded not guilty at a misconduct hearing on Wednesday.\nBut a disciplinary committee ruled he had \"conducted himself in an unsportsmanlike manner\", despite accepting he was \"provoked\".\nArmitage can play from 9 March 2015.\nThe incident occurred just before team-mate Martin Castrogiovanni launched into a post-match rant to journalists about Leicester director of rugby Richard Cockerill.\nCastrogiovanni was fined 10,000 euro (£8,000) fine and given a suspended four-game ban.\nThe committee said Armitage \"may have brought into disrepute\" the sport by \"making a number of comments to, or within earshot of, spectators using foul and abusive language\".\nHowever, it cleared him of one comment allegedly made during the game at Welford Road on 7 December because \"inconsistencies in the evidence were too great\".\nArmitage's ban was increased from a starting point of eight weeks to 12 because it was his second post-match misconduct case in four years.\nHe pushed an anti-doping officer during a drugs test after playing for London Irish against Bath on 1 January 2011.", "131": "Investigators from the Police Investigations and Review Commissioner (PIRC) will stop pedestrians and motorists in Hayfield Road, Kirkcaldy, early on Sunday morning.\nSheku Bayoh was detained by police there between 06:30 and 07:30 on Sunday 3 May.\nThe 31-year-old died in custody shortly afterwards.\nPIRC is investigating Mr Bayoh's death and is keen to speak to anyone who witnessed the incident.\nIts investigators will be helped by traffic police, a PIRC spokeswoman said.\nThe contact details of potential witnesses will be recorded and follow-up interviews will take place next week, she added.\nMr Bayoh's relatives were said by police to be \"extremely distressed\" by his death.\nA female police officer was also injured during the incident.\nAamer Anwar, solicitor for Mr Bayoh's family, said they had \"the right to know the truth\".\nA statement released by Mr Anwar on Tuesday said: \"At the age of 31 he leaves behind two young children, his partner Collette and a heartbroken family.\"\nThe PIRC will submit its finding to the Crown Office and Procurator Fiscal Service.", "132": "The Dow Jones was down at 20,659.32, a fall of 42.18 points or 0.20%.\nThe S&P 500 gained 2.56 points or 0.11% to hit 2,361.13 while the Nasdaq put on 22.41 points or 0.38% to 5,897.55.\nMarket watchers said sentiment was influenced by uncertainty over government tax reforms, the pace of US interest rate rises and the formal start of the UK's Brexit process.\nOn the currency markets the dollar was up by 0.04% against the pound at Â£0.8038 and it was up by 0.40% against the euro at 0.9288 euros.\nThe dollar was helped by remarks about interest rate rises made by some Federal Reserve officials.\nThe US central bank or Federal Reserve System is made up of 12 Federal Reserve Banks around the country.\nChicago Fed President Charles Evans said he wants to see further interest rate hikes this year, while Boston Fed President Eric Rosengren said the Fed should raise rates three more times in 2017.\nBut while currency markets appeared to welcome the prospect of rate rises, investors in stocks and shares were apparently unmoved.\n\"The market seems to be unfazed by the fact that the Fed is looking to be somewhat aggressive in raising rates,\" said Paul Nolte, portfolio manager at Kingsview Asset Management in Chicago.\nOil was also higher. Brent Crude was 1.9% ahead at $52.30 while West Texas Intermediate was up by 2.2% at $49.42.\nPrices rose after US gasoline stockpiles dropped sharply last week, while crude oil inventories grew less than anticipated.", "133": "The Care Quality Commission (CQC) is due to publish its latest findings on Brighton and Sussex University Hospitals NHS Trust on Wednesday.\nBut sources have told the BBC the CQC will recommend the trust goes into special measures.\nNeither the trust or CQC would comment ahead of publication of the report on Wednesday.\nThe trust runs the Royal Sussex hospital in Brighton and the Princess Royal in Haywards Heath.\nIt means the leadership of the trust will be rated as inadequate and it is expected a number of other serious issues will be highlighted by inspectors.\nThe CQC will demand such issues are sorted out quickly.\nAfter its last inspection in June 2015, Brighton's A&E was rated as unsafe.\nThe trust has been consistently one of the worst performers in England on a number of key performance indicators.\nIn particular, it's A&E department has seen a consistent rise in the number of people coming through its doors.\nThe trust is also struggling financially with a potential deficit at the end of this financial year of more than £70m.\nThis will be another blow for staff, who were praised in the last CQC report for their care and commitment.\nThe trust is currently in the middle of a £480m redevelopment and has said changes have already been made to address concerns raised in previous inspections.", "134": "The feature is designed to be the \"modern day baby book\", storing all your children's pictures in one place.\nThe child may then inherit the album when they're old enough to use the social networking site.\nThis means the next generation could have an online identity on the site if they join up.\nDan Barak, Facebook product manager who designed the feature, said: \"I started seeing friends who were parents adding photos of their kids and tagging their partners... we asked and interviewed a bunch of parents and found 65% of partners who share photos of their kids on Facebook [in the US] do this.\"\nHe said he realised that people needed a \"better way to organise them\" so he set up Scrapbook.\n\"Photos of my son are the most important pictures my wife and I will ever take. It's important to us that we're in control of these photos,\" Dan said.\nOnly parents with access to Scrapbook can tag and add photos.\nIn response to questions regarding safety concerns, a Facebook representative says that it takes safety seriously.\nThe usual privacy and security controls will apply and the parent can decide what audience to share the Scrapbook photos with.\nThe feature is still a pilot. Facebook won't automatically transfer Scrapbook into a 13-year-old's new account and Facebook says it will respond to user feedback.\nScrapbook is only available in the US at the moment, on iOS, Android and desktop.\nFollow @BBCNewsbeat on Twitter, BBCNewsbeat on Instagram and Radio1Newsbeat on YouTube", "135": "Riding his BMW Superstock machine, Kneen collected the trophy based on the results of the two Superbike races.\nThe 29-year-old won the first race on his DTR Penz13.com backed bike, then finished second to South African Hudson Kennaugh on a Kawasaki in race two.\nJason Lynn and Ross Patterson were the Supersport 600cc winners.\nThe traditional Easter curtain-raiser to the Northern Ireland racing season saw the 40th running of the showpiece Enkalon Trophy at the County Down circuit.\nPole man Kneen, more renowned for his road racing exploits in recent years, won Superbike race one by 1.6 seconds from Northern Ireland's Gerard Kinghan on a Kawasaki, with Alistair Kirk completing the podium.\nKMR Kawasaki pilot Kennaugh had to settle for fourth place in the opener, but upped the pace in his second outing of the day, which was re-started over four laps after a red flag incident.\nSouth African-born Kennaugh edged out Kneen by 0.2 seconds, with Kinghan third on this occasion.\nLynn won the first Supersport event by four seconds from former British 125cc champion Christian Elkin, with Korie McGreevy third. Patterson beat Lynn by 0.3 seconds in race two.\nMark Hanna was a double winner in the Supertwins class and Ballymoney's Darryl Tweed chalked up a brace in the Lightweight Supersport.", "136": "Images will be recorded through Google Trekker equipment - backpacks fitted with a 15-angle-lens camera.\nThe Peak District became the UK's first National Park 63 years ago.\nGoogle has marked the anniversary by posting an image of the Salt Cellar - an unusually shaped gritstone tor on Derwent Edge - on its front page.\nPeak District National Park chief executive Jim Dixon said: \"It is amazing to think that, thanks to technology, many more people will be able to enjoy the outstanding natural beauty of the Peak District.\n\"The Trekker will help bring the Peak District to life online and hopefully inspire families to come and enjoy a walk or a cycle ride in the most beautiful landscapes.\"\nThe Trekker equipment is designed to capture locations the Street View car and tricycle cannot reach.\nPrevious locations captured by the technology include the Grand Canyon and the Taj Mahal.\nPeak District staff expect to start filming in May and June, and the images will appear on Google Maps in June or July.\nThe locations to be captured will include all of the Peak District's traffic-free routes, including the Tissington, High Peak, Monsal and Thornhill trails.\nThe views at Stanage Edge, where Kiera Knightley daydreamed of Mr Darcy in Pride and Prejudice, will also be stored.\nThe Derwent Valley - where the World War Two Dambusters raid was rehearsed - will also feature.", "137": "The incident happened at Baltimore Harbour on Tuesday evening.\nThe bodies of Barry Ryan, 51, from Baltimore and 20-year-old Niamh O'Connor from Glanmire in Cork city, were found later that night.\nHowever, Mr Ryan's son, also called Barry, remains missing.\nBarry Ryan Sr was the son of Penneys founder Arthur Ryan and was a senior executive with the retail clothing company.\nIt is understood the victims were part of a group walking close to the harbour when one of them fell into the sea.\nTwo others then went into the water to try to rescue the first person, but all three got into difficulties.\nThe alarm was raised at 18:40 local time by a member of their group who remained on the shore.\nOn Wednesday, divers and a Coast Guard helicopter concentrated their search for Mr Ryan just outside the entrance to Baltimore Harbour where the accident took place.\nSpeaking on Irish state broadcaster RTÉ's Six One News on Wednesday evening, John Kearney of the West Cork Underwater Search and Rescue Team said that eyewitnesses reported seeing the casualties in an area not previously checked.\nHe said it was quite a treacherous area, particularly where the terrain is rocky.", "138": "The 29-year-old midfielder joins on a three-year deal, with the fee possibly rising to around £13m with add-ons.\nCabaye joined PSG from Newcastle for £19m in January 2014 but started just 13 matches as Laurent Blanc's side won a domestic Treble last season.\nPalace's previous transfer record was £7m, paid in 2014 to Wigan for 27-year-old Scottish midfielder James McArthur.\nPalace manager Alan Pardew signed Cabaye from Lille in 2011 during his time as Newcastle boss, with the France international going on to score 18 goals in 93 appearances for the Magpies.\nCabaye said he was focused on his \"new life\" and believed that Palace could \"compete to get into the top eight\".\nHe said: \"I also know the gaffer and have worked with him before and I'm confident with him. I want to do my best for him because he's made a big effort to get me to come here, as well as the chairman.\"\nLast year the form of Thiago Motta, Javier Pastore, Marco Verratti and Blaise Matuidi meant Cabaye, who has 38 international caps, was used largely as a substitute at PSG.\nThe French club won the Ligue 1 title, the French cup and the French league cup last season.\nFind all the latest football transfers on our dedicated page.", "139": "Workers from the Services, Industrial, Professional and Technical Union (Siptu) have stopped work for 48 hours in a dispute over pay.\nThe red and green Luas lines are not operating on Thursday and Friday. It is estimated that 90,000 customers will be affected each day.\nA further two-day stoppage has been scheduled for next week.\nThe union is seeking pay rises averaging at 40% for members.\nSiptu's Owen Reidy said they were open to negotiation and to spreading the rise over a period up to seven years.\nThe union said its members believe they are underpaid, particularly when compared to workers doing similar jobs in Irish Rail.\nHowever, Transdev, the private company that operates the Luas, has described the claim as excessive, saying they lost 700,000 euros (Â£551,000) last year.\nTransport Minister Paschal Donohoe told Irish state broadcaster, RTÃ‰, on Wednesday that major efforts had been made to avert a strike.\nHe urged both sides to return to the labour court and called for reasonable negotiations.", "140": "Muhammad Hussain and his wife Sanam made the grisly discovery as Mrs Hussain was cooking a curry on Thursday at their home in Alum Rock, Birmingham.\nMrs Hussain, who is seven months pregnant, said the sight of the creature had made her feel ill.\nEuro Foods, which distributes the product, said it was investigating how the lizard could have got into the tin.\nMr Hussain said he was alerted by his wife's screams.\nHe said: \"My wife was making lunch for me and our 15-month-old son. When she opened the can, she saw something and screamed at me to come through. I saw it was a dead baby lizard.\n\"We are worried about food poisoning. The can was part of a pack of 12. We had already eaten seven of them. Now my wife is off her food.\"\nMr Hussain said he had bought the cans at Masala Bazaar, an Asian supermarket in Birmingham which is owned by Euro Foods.\nEuro Foods said it had contacted its Italian supplier to find out how the lizard got into the tin.\nThe company said: \"This is a major concern. We are in touch with the family and are going to collect the offending can and have it analysed to see at what stage of the process the lizard got introduced.\n\"Once we have investigated, we will put in controls to stop this happening again.\"", "141": "Please note: The BBC is unable to independently verify the identity of the owner of the account as they say they are no longer giving interviews.\n\"Millifans\" have been declaring their undying love using the terms #milibae and #hellyesed and #cooledmiliband as well as posting some unusual images of the unlikely heart-throb.\nTwitter account @cooledmiliband has also offered a mystifying selection of Photoshopped images of him \"looking cool\".\nOther party leaders haven't escaped, with Twitter users generally having fun at their expense, even though that's not the way it started out:\n#milifandom has also spawned a selection of other spectacularly less successful fandom hashtags including #cameronettes where Twitter users are less than convinced of the sincerity of the account which claims to be run by a 13-year-old girl:\nThere has also been a hashtag for #sturgesurge, which has had little or no take up, other than being compared to the 2010 election buzzword #cleggmania. No word yet on a Nick Clegg fan club this time round though.\nWritten by Kerry Alexandra", "142": "War veteran Sam King MBE settled in south London having arrived on the Empire Windrush in 1948 and became Southwark's first black mayor.\nHis son, the Reverend Michael King, said his father was a \"pioneer\" who had been \"a servant of the people\".\nAround 500 mourners attended the service for Mr King, who died in June.\nMr King arrived in Britain after volunteering for the Royal Air Force in 1944, and soon became a prominent campaigner for the West Indies community.\nHis son said his father helped organise London's first West Indies carnival \"to exhibit ourselves as West Indians in a positive light\".\nMichael King said his father was \"very pleased\" the carnival had developed into the Notting Hill Carnival.\nSam King set up the Windrush Foundation with his friend Arthur Torrington in 1996 to celebrate the arrival of people from the Caribbean to Britain following World War Two.\nMr Torrington said Mr King believed \"the ship was no different from the Mayflower\" which transported English separatists to America in 1620.\n\"He was the one who really kept alive the importance of the Windrush\", he said.", "143": "Cairnshill Methodist Church, off the Saintfield Road in Castlereagh, was broken into on Thursday night. The exact time of the attack is unclear.\nA number of separate blazes were started and damage was caused to the interior of the building as a result.\nMethodist superintendant, Rev Ruth Patterson said she could not understand why anyone would target the church.\n\"It's just totally random. We have very good community relations, very good relations with other churches and the local community.\"\nThe Rev Brian Anderson, president of the Methodist Church in Ireland, condemned the attack.\n\"At the heart of the Methodist identity is a saying by the Rev John Wesley in which he described Methodists as the friends of all and enemies of none.\n\"This has been at the heart of the Cairnshill Methodist congregation, whose only desire is to serve the community among whom it is set.\"\nAn historic stain glass window from an older church building was covered in soot but otherwise undamaged.\nThe main church room, where Sunday services are held, also escaped the worst of the damage.\nRev Anderson encouraged anyone with information to contact police.", "144": "Steve Cooper's under-17s squad cruised to an 8-1 victory over Germany in the Croatia Cup on Monday.\nThe Young Lions took a 6-1 lead within the first 40 minutes of the game.\nManchester United's Angel Gomes found the net after four minutes, followed by goals from six different players.\nJadon Sancho of Manchester City got the second four minutes later, followed by two goals from Liverpool's Rhian Brewster. Phil Foden (Manchester City), George McEachran, Callum Hudson-Odoi (both Chelsea) and Danny Loader (Reading) all added to the scoreline.\nGermany, with the score already 2-0, pulled one back through Luca Schlax in the 12th minute.\nThe match had to be contested at a local training ground after torrential rainfall rendered the pitch at Pula's Aldo Drosina Stadium unplayable.\nIt is the team's third victory in the competition, after beating hosts Croatia 5-0 and Greece 3-0 last week.\nThe squad are preparing for the first qualifying round of the 2017 European Championship in Croatia.\nThere are two qualifying rounds, with England due to play Romania, Azerbaijan and Austria later in October. All of England's matches in the first qualifying group will be held in Romania.", "145": "Billy Mankelow was found with severe head injuries under a railway arch in Swinegate on 25 April. He was taken to hospital but died the following day.\nThe 20-year-old, from Tonbridge in Kent, was studying at the University of Leeds.\nRichard  Danter, 31, of Queen's Road in Leeds, admitted murder at Leeds Crown Court and will be sentenced on 21 August.\nProsecutors said the pair met at the city's Viaduct Club and were seen dancing and socialising.\nThey left the club together at 02:55 and headed towards the Dark Arches area of the city, where Danter attacked Mr Mankelow and then tried to conceal his body.\nThe victim was found unconscious a short time later by a member of the public.\nRobin Allen, from the West Midlands Crown Prosecution Service, said: \"Like many people up and down the country, Billy Mankelow had finished work and had gone out on a Friday night to socialise with some friends.\n\"However, he had the misfortune of meeting Richard Danter, who had a history of violence [and] carried out a violent and unprovoked attack on the victim.\"", "146": "Conor Chaplin headed wide at the back post before Evans opened the scoring, nodding in Kyle Bennett's cross.\nRovers equalised shortly after half-time when Jermaine Easter's close-range shot hit the bar and deflected in off Pompey goalkeeper Aaron McCarey.\nStockley prodded home from close range to win it for Pompey.\nThe result also ensures that Paul Cook's side remain unbeaten in the league this season, while Rovers are 17th in the table.\nPortsmouth manager Paul Cook told BBC Radio Solent:\nMedia playback is not supported on this device\n\"I just thought we were excellent today, I thought it was a really good game of football. I have said for a while now about the balance of the team, you know the modern day game especially being Portsmouth manager you judge form game to game.\n\"Good passing, good movement, great ball in the box and you get goals.\n\"Adam (McGurk) did his ankle in the warm up so that was disappointing so we had to make a few changes today but that's part of the game. We are just happy that the squad is working together.\"", "147": "About 450 workers agreed to a pay increase of 9.8%, after initially demanding a hike of more than 20%.\nCargo was delayed at the terminal resulting in a backlog of thousands of containers.\nThe container terminal is controlled by Hong Kong billionaire, and Asia's richest man, Li Ka-shing.\nUnion leaders said the deal was a success, as the pay rise was for all workers, not just those who went on strike, and also addressed complaints about working conditions at the port.\nThey said dock workers would return to work after setting up camp outside Mr Li's headquarters in the heart of Hong Kong three weeks ago.\nHutchinson Port Holdings, the port operator owned by Mr Li, said it would now \"focus on restoring the port to its full operational capabilities\".\nLast month it said the strike had encourage ships to by-pass the port in favour of rival ones on mainland China or elsewhere in Asia.\nHong Kong is the world's third largest container port after Shanghai and Singapore, and is a major transhipment hub for goods going into and out of mainland China.\nA Hong Kong trade association estimates that delays in moving cargo on and off ships at the terminal resulted in a backlog of between 80,000 and 90,000 containers.", "148": "The Aberdeenshire-based firm hopes to raise the money in six months.\nIts Equity for Punks USA investment scheme is the fifth fundraising venture by the brewery, and its first in America.\nBrewDog is currently constructing a new 100,000 sq ft brewery in Columbus, Ohio, which is scheduled to open later this year.\nIt will feature a restaurant, taproom, retail space, visitor centre and beer garden.\nThe Ellon-based company has raised more than £26m since launching its first Equity for Punks crowdfunding round in 2009.\nIts last UK round raised £19m to fund growth plans, including expanding its brewery in Ellon and opening new bars. The round, which closed in April, fell short of its £25m target.\nBrewDog's British business now employs more than 600 people globally and exports to 55 countries. It also operates more than 40 bars in the UK and overseas.\nBrewDog co-founder James Watt said: \"Equity for Punks is a completely new business model in the States - it's a revolution in small business finance.\n\"We're asking beer fans to help us change the face of small business finance in the US and spread our passion for great craft beer.\n\"Few companies have been so bold as to turn their backs on traditional financial institutions in favour of a brave new world of community-driven business.\n\"We've pioneered the Equity Punk model in the UK, and now we're bringing our unconventional approach to alternative business stateside.\"", "149": "Northern Irishman McIlroy, 26, has dropped to three in the rankings behind Jordan Spieth and Jason Day but the margin between the top three is small.\n\"If I can get off to a good start next year, I can get back to number one going into the Masters,\" said McIlroy.\n\"I'm going to play two more tournaments leading up to Augusta in April.\"\nMcIlroy played five events before this year's Masters, where he finished a career-high fourth at the event as closing rounds of 68 and 66 left him six shots behind American Spieth.\nMedia playback is not supported on this device\nHis 2015 campaign began with two of the European Tour's desert swing events - the Abu Dhabi Championship and the Dubai Desert Classic - before he competed in the Honda Classic, the WGC Cadillac Championship and the Arnold Palmer Invitational in the US.\n\"I need to feel I'm right in the middle of the season at Augusta,\" added McIlroy.\n\"Over the last couple of years, I've played pretty well at Augusta but I've got off to a little bit of a slow start each time.\n\"Whether that was because I was a little bit under-golfed, that definitely won't be the case in 2016.\"\nMcIlroy still needs the Masters to complete a career Grand Slam, but with Spieth and Day having won three of the four majors in 2015, he said he will be one of a \"number of storylines\" going into the first major of the year.\n\"I'm not going to be the only narrative going into Augusta.\"", "150": "Michael Voller was assaulted after his team's FA Cup semi-final defeat by Chelsea at Wembley on Saturday 22 April.\nHe was set upon after the match outside an Indian restaurant near the stadium.\nThe 23 year old was punched in the face and suffered a broken skull and damage to his cheekbone and eye-socket.\nMichael's father, Chris, told the BBC the only reason he could think of for the attack was that \"one of his friends had a navy blue jacket on\".\nDoctors feared he could be left with permanent damage to his eyesight following the attack.\nThe e-fit shows a white male in his early 20s.\nPolice said the suspect was approximately 5ft 10ins tall and was wearing a black hooded top or jacket at the time of the attack.\nDet Con James Robb, of The Met, said: \"This unprovoked and cowardly attack has resulted in injuries that could affect the rest of a young man's life.\n\"There is no place for this kind of violence in football or anywhere else.\n\"Someone knows who committed this unprovoked attack and I sincerely hope they do the right thing and help us place this violent individual before the courts.\"", "151": "Jeffrey Blue is suing Mr Ashley, saying that during a pub meeting he was promised £15m if he used his expertise to increase the firm's share price.\nBut Sports Direct chairman Keith Hellawell, said Mr Blue only mentioned the figure of £1m.\nThe High Court in London heard Mr Blue had been paid £1m for \"other deals\".\nMr Ashley, who also owns Newcastle United, has previously told the court the conversation with investment banker Mr Blue in a London pub four years ago was \"drunken banter\".\nMr Hellawell, a former chief constable of West Yorkshire Police before he embarked on a business career, said he had a conversation with Mr Blue three years ago.\n\"He had told me £1m - I was very clear on what he said in that conversation,\" he said.\nMr Ashley has told Mr Justice Leggatt that he did not make a share price increase agreement with Mr Blue and had paid him £1m for other business.\nLawyers are due to outline closing legal arguments on Wednesday, and the judge is expected to deliver a ruling later in the year.", "152": "The Seasiders went close in the first half through Jack Redshaw, who forced a fine save from Neil Etheridge.\nWalsall took a 66th-minute lead when Anthony Taylor's cross-shot found Jason Demetriou at the far post for a tap-in.\nBut Uche Ikpeazu's free-kick deflected into the path of Danny Philliskirk, who poked into an empty net to level the scores in injury time.\nThird-placed Walsall, who have a rearranged league game at Fleetwood in midweek ahead of next Saturday's FA Cup fourth round tie at Reading, finished the game without three of their key players.\nTop scorer Tom Bradshaw, highly-rated teenage left back Rico Henry and Romaine Sawyers, who was feeling his hamstring, were all substituted.\nWalsall head coach Sean O'Driscoll told BBC WM 95.6:\nMedia playback is not supported on this device\n\"The players adapted really well to a difficult game. Blackpool were coming off an excellent 5-0 win against Scunthorpe.\n\"They came full of confidence and you can see from the first half that they were dangerous.\n\"We evolved as the game went on and controlled the second half. They didn't create a chance apart from the goal.\"", "153": "The benchmark Nikkei 225 index closed up 0.6% to 18,873.35 despite economic data painting a gloomier picture of the world's third-largest economy.\nFigures showed Japan's factory output fell 1% in November from the previous month, the first drop in three months.\nRetail sales also fell below forecasts and declined 1% from a year ago.\nJapan's economy narrowly avoided a recession in the third quarter and economists are expecting only modest growth in the current one.\nShares of Sharp, however, were up 7.3% on reports that the struggling consumer electronics firm had received a purchase offer from Taiwan's electronics supplier Hon Hai Precision.\nChinese shares were lower, with the Shanghai Composite ending the day down 2.6% at 3,533.78, while Hong Kong's Hang Seng index closed 1% lower at 21,919.62.\nEconomic data released on Sunday showed that profits earned by Chinese industrial firms in November fell 1.4% from a year ago, marking the sixth month of declines.\nHong Kong-listed shares of China Telecom also fell 1.6% after the country's anti-corruption watchdog said it was investigating its chairman, Chang Xiaobing.\nIn South Korea, the Kospi index ended down 1.3% at 1,964.06 points.\nThe Australian market was closed for a public holiday.", "154": "Moirai Capital Investment Ltd intended to build a ski centre, 5,000-seat concert venue and cinema around the existing Oasis leisure centre.\nHowever, Swindon Borough Council said \"key targets\" had not been met and it had notified Moirai of its intention to end the development agreement.\nMoirai said it had been unaware of the council's decision.\nA spokesman added the firm would consider its position in the coming days.\nThe company has until 12 January to fulfil the terms of the agreement, which was first made in 2012.  These include obtaining planning permission for the project.\nThe council previously extended the planning application deadline for the development after the firm failed to meet the original deadline.\nGarry Perkins, from the council, said: \"The council has given Moirai enough opportunity to take forward its plans but, ultimately, the council cannot hang on indefinitely and we have had to take this decisive action.\n\"We have a number of options we can pursue to ensure this ambitious vision is achieved and we're confident we can still create a landmark scheme that Swindon can be proud of.\"\nMoirai's plans for the proposed complex included a skate park, hotel, restaurants and cafes. The company revised its original proposal following a public consultation.\nA condition of the lease was to refurbish the Oasis, which was eventually completed at a cost of £3m.", "155": "Zynga said it lost $46.5m (Â£30.5m) in the first three months of 2015 but that revenue increased by 9% to $183m.\nIt also said it plans to release six-to-eight new games in 2015.\nLast month, the Farmville game maker announced that founder Mark Pincus would return to lead the firm.\nIn announcing the layoffs - which would lead to the loss of 364 jobs but $100m in cost savings - Mr Pincus said in a statement: \"This was a hard but necessary decision and I believe this plan puts us in the best long-term position for success.\"\nZynga has struggled after the early successes of its Facebook games like Farmville and Words with Friends. The company was late to switch to mobile games, and has struggled to come up with more hits.\nIn a crucial sign for investors, it said that it was finally attracting more users to its mobile offerings and that it was growing its casino gambling product.\nZynga said the number of customers using its mobile games daily has increased 18% from a year ago.\nIt also said that it would focus on five key areas, including casual games, action strategy games, and social casino products, so as not to spread its efforts too thinly.\nZynga launched its first strategy game for mobile, Empires and Allies, this week on the iOS and Android platforms.", "156": "Two researchers analysed how men treated women while playing 163 games of Halo 3.\nMen who performed poorly in the games responded by being hostile to female players.\nThe male winners were mostly pleasant to other players, while the losing men made unsavoury comments to female players.\n\"Low-status males that have the most to lose due to a hierarchical reconfiguration are responding to the threat female competitors pose,\" the researchers, from the University of New South Wales and the Miami University in Ohio, write. \"High-status males with the least to fear were more positive.\"\nIn Halo 3, players are anonymous and only interact with each other by voice a few times during the game. Most Halo players are men.\nWhen performing poorly, players increased negative statements toward women and submissive statements toward the men who were winning.\n\"As men often rely on aggression to maintain their dominant social status, the increase in hostility towards a woman by lower-status males may be an attempt to disregard a female's performance,\" the researchers write.\nMale players were thrown off by hearing female voices during the game. The researchers think their results suggest that young males should be taught that losing to women is not \"socially debilitating\".\nThe results also suggest that video games may be reinforcing gender segregation and potentially promoting sexist behaviours, especially troubling since so many \"gamers\" are teenagers.", "157": "The 19-year-old from the Isle of Man achieved the qualification standard when she won the 200m butterfly final at the British Championships.\nThe Loughborough swimmer said she was \"over the moon\" to be chosen.\nAtkinson also won the 50m butterfly and came second in the 100m butterfly events in Sheffield.\nShe told BBC Sport: \"I am over the moon with my results from last week and I am happy to be British champion for the first time!\n\"To set personal bests and medal in all my events was incredible, and hopefully this is just the start with a lot more to come in the summer.\n\"I am so proud to represent Great Britain at the World Championships and can't wait to show what I can do there.\"\nThe strong team also involves Rio Olympic champion Adam Peaty.\nThe World Championships will take place between in Budapest between 14 and 30 July.\nMen: Nick Grainger, Luke Greenbank, James Guy, Calum Jarvis, Daniel Jervis, Max Litchfield, Stephen Milne, Ross Murdoch, Adam Peaty, Ben Proud, Duncan Scott, Mark Szaranek, Chris Walker-Hebborn, James Wilby.\nWomen: Freya Anderson, Charlotte Atkinson, Jazz Carlin, Georgia Davies, Kathleen Dawson, Holly Hibbott, Hannah Miley, Siobhan-Marie O'Connor, Molly Renshaw, Rosie Rudin, Alys Thomas, Jocelyn Ulyett, Sarah Vasey, Aimee Willmott, Abbie Wood.", "158": "Karl Doran, from Darlington, died when he fell under the trailer of a steam traction engine driven by his father Philip at Beamish Museum in July 2012.\nThe open air museum has since been issued with an improvement notice by the Health and Safety (HSE) executive.\nDurham coroner Andrew Tweddle recorded a verdict of accidental death.\nThe hearing at Crook Civic Centre was told that Mr Doran, a volunteer at the museum, had been driving the vintage vehicle around the attraction on 22 July, with his son sitting on the tow bar.\nMr Doran had told Karl to join him on the engine after he began dragging his feet, but he then felt the trailer wobble and saw his son lying dead in the road.\nBeamish was issued with an improvement notice to make sure steam engines driven by volunteers were properly risk-assessed.\nMr Tweddle said: \"This is a very simple case but an incredibly tragic one at the same time.\n\"No-one, particularly Karl's dad, would have expected things to turn out in the way that they did that day.\n\"I hope through the evidence being given there will be lessons learned which will reduce similar fatalities in the future.\"\nRichard Evans, director of the museum, said the safety of visitors was a top priority and they wanted to exceed existing standards.\nThe Health and Safety Executive is investigating the circumstances surrounding the youngster's death.", "159": "Previously Apple has released security patches through its regular software update system which requires user approval.\nThe latest bugs were so severe it felt it needed to get customers protected immediately, the firm said.\n\"The update is seamless. It doesn't even require a restart,\" Apple spokesman Bill Evans told Reuters.\nThe Mac bugs were mentioned in security bulletins issued last week by the Department of Homeland Security and the Carnegie Mellon University Software Engineering Institute.\nIt identified dozens of technology companies, including Apple, whose products might be vulnerable.\nThe vulnerability targets a component of its OS X operating system called the network time protocol (NTP) which is used for synchronising clocks on computer systems.\nThe protocol is a global method of synchronising time over a network and has previously been exploited by hackers.\nMicrosoft has been offering automatic updates for security flaws for some time.\nApple developed technology for automatically pushing out security updates two years ago but has never previously used it.\nThe firm said that it did not know of any cases where hackers had exploited the bug.", "160": "Simon Goldsmith, 41, said: \"I wanted to leave it for a week to let London take the attention it deserves.\"\nMr Goldsmith will attempt to run 17 laps of a circuit around Martlesham Heath near Ipswich on Sunday.\nHe will be raising money for the St Elizabeth Hospice where both his parents spent their final weeks.\nMr Goldsmith, who grew up in Martlesham and now lives in neighbouring Little Bealings, does a \"low budget\" Elvis impersonation under the name Harry Isaac Presley.\nIn 2010, he raised money by holding a three-day Elvis singing marathon at a pub in Ufford.\nHe will be the only one attempting to complete the full, unofficial run which he has billed as the \"world's dullest marathon\".\n\"Not because Martlesham Heath is dull, but because it's going to be gruelling and repetitive, but at least it finishes at a pub.\n\"The hospice is a safe and supportive place when you know your loved ones are at the ends of their lives and I've tried raising money for it ever since my parents Dave and Jo died in 2009 and 2014 respectively.\"\nMr Goldsmith's solo marathon is due to start at the Douglas Bader pub at 12:00 BST and the route takes in the village green and Eagle Way.\nHe has successfully got a place at two London marathons before but, by his own admission, he \"capitulated\" during mile 16 on both occasions and had to complete each race by walking.", "161": "The pictures show his ship Endurance trapped in ice in 1915, as well as crew members and dogs on the voyage.\nFor the first time, digitised images of slides owned by crew member Reginald James have been put on show.\nHe received the images from the expedition's official photographer Frank Hurley.\nThey form part of a free display at Manchester Central Library until 11 June.\nKnown as Jimmy by his fellow crew members, James was the expedition's physicist and used the slides in talks about the expedition following their safe return.\nAfter the expedition between 1914 and 1917, he served in Ypres, Belgium, during World War One.\nHe then lived in Manchester for nearly 18 years where he lectured in physics at the university.\nHe married teacher Annie Watson in 1936 before they sailed for South Africa, where he worked at the University of Cape Town.\nSource: Royal Geographical Society\nOrganised by the Royal Geographical Society, the exhibition, which launched in London last year, will also go on display in the Midlands, Wales and Scotland.", "162": "The 39-year-old was one of a number of people detained when police were called to an address in Paisley on Friday.\nThe man became ill at the property and was taken to hospital in Paisley where he died a short time later.\nThe Police Investigation and Review Commission (Pirc) has been instructed to look in to the circumstances surrounding the man's death.\nThe move is in line with standard procedure.\nA Police Scotland spokeswoman said: \"Around 08:25 on Friday 25 November, police attended at an address in Tannahill Road, Paisley, and a number of people were detained.\n\"Whilst police were present, a 39-year-old man took unwell within the address and was taken by ambulance to the Royal Alexandra Hospital for treatment where he died a short time later.\n\"As is normal protocol, the circumstances of the incident have been referred to the Police Investigations and Review Commissioner.\"\nA Pirc spokesman said: \"The Police Investigation and Review Commissioner has been instructed by the Crown Office and Procurator Fiscal Service (COPFS) to conduct an investigation into the circumstances leading up to the death in custody of a 39-year-old man.\n\"A report into the findings will be submitted to the COPFS in due course.\"", "163": "Navinder Sarao, 37, pleaded guilty to wire fraud and spoofing.\nSarao, from Hounslow, who was shackled in the Chicago courtroom, was told he faces up to 30 years in prison after admitting the charges in a plea deal.\nThe crash on 6 May 2010 wiped nearly $1tn off the value of US shares.\nSarao, who traded futures on the Chicago Mercantile Exchange from west London, was sent to the US to face federal charges after last month losing a legal challenge against his extradition.\nUS authorities say he manipulated the market by \"spoofing\" over a five-year period, contributing to market instability that led to a brief 1,000-point fall on the Dow Jones index in New York.\nSpoofing is the practice of placing large orders before cancelling or changing them, allowing traders to buy or sell at a profit.\nNavinder Sarao: Who is the 'flash crash' trader?\nSarao agreed to pay the US government $12.8m (Â£10.3m), the amount prosecutors said he earned from his illegal trading.\nHe will be released on a $750,000 bond and will be allowed to return to the UK pending sentencing in the US, judge Virginia Kendall said.\nSarao's family members offered their homes to secure his release, and the judge called them in open court to confirm they understood the terms of the agreement.\nSarao had faced 22 charges carrying sentences totalling a maximum of 380 years.", "164": "Nile Ranger later deleted the picture but experts were able to retrieve it.\nThe former Newcastle United player, who is now at Swindon Town, denies rape and said he had consensual sex with the woman in January 2013.\nThe 22-year-old told Newcastle Crown Court he had never had sex with a woman against her will.\nPreviously, the jury heard the woman had met him in a bar after the pair had swapped a number of messages.\nShe said the next thing she remembered was waking up naked in a hotel room the following morning.\nCCTV footage from the Carlton Hotel in Jesmond showed the woman falling out of a taxi.\nThe court was told that in a police interview Mr Ranger described helping her get up after she dropped her handbag in the road.\nHe said: \"I'm a gentleman... I'm rubbing her back, making sure she's all right, holding her.\"\nToby Hedworth QC, defending, asked him why he took a photograph of the hotel sheets with the room key the next morning.\nMr Ranger said: \"I haven't a clue, to be honest.\"\nHe had deleted it because \"I knew the picture was wrong. I knew it did not look right.\"\nMr Hedworth listed the footballer's previous convictions, which included burglary, drinking and driving, and battery, when last year he pulled the hair of his girlfriend at the time.\nHis barrister asked: \"Have you ever had sexual activity with a female against her wishes?\"\nMr Ranger said: \"Never.\"\nThe trial continues.", "165": "888 Holdings said they had not been able to \"meaningfully engage\" with William Hill's board and would no longer make an offer for the company.\nRank and 888 made two £3bn-plus approaches for William Hill, both of which were rejected.\nWilliam Hill noted the withdrawal and said it continue to focus its own strategy.\nThe two companies initially offered 339p a share which William Hill turned down.\nThey then returned with 352p, which William Hill called \"highly opportunistic\" and said it continued \"to see no merit in engaging with the consortium.\"\nItai Frieberger, chief executive of 888 Holdings, said: \"We are disappointed that the board of William Hill did not share our vision of the combined businesses. We believe that there was compelling industrial logic for the combination of these highly complementary businesses.\"\nRank and 888 said a combination of the three business could have resulted in £100m of cost savings a year and would have created Britain's \"largest multi-channel gambling operator\".\nThe withdrawal has broken a wave of consolidation in the gaming industry. Paddy Power is merging with Betfair, Ladbrokes is combining with Coral and GVC Holdings has taken over Bwin.party.\nShares in William Hill closed 1.5% lower at 303.1p and Rank ended the day down 1% at 221.6p. However, 888 Holdings shares jumped 2.37% to 205p.", "166": "Housing spokesman Mark Isherwood said the target would be hit by working with builders, landlords and councils.\nThe current Labour-run Welsh Government had shown \"no foresight, ambition or desire\" on housing, he said.\nThe Conservatives would also retain the right-to-buy for council tenants, which Labour has pledged to scrap.\nThis latest pledge follows a previous announcement to scrap stamp duty - which is being devolved to the Welsh Government in 2018 - for first-time buyers on homes worth less than Â£250,000.\nMr Isherwood said: \"Sadly, Wales faces a crisis in housing supply, affordability and support, which other political parties in Wales have shown no foresight, ambition or desire to deal with.\n\"It is also vital new properties are built in the right places. From involving local communities in the planning process, to reforming guidance to encourage building on brownfield and publicly-owned land, Welsh Conservatives will responsibly meet the challenges facing the housing sector in Wales.\"", "167": "The England international, who has been linked with a move to Tottenham, has not trained for several days but Koeman did not put a timeframe on his return.\nThe 23-year-old has one year left on his contract at Goodison Park but has failed to sign a new deal.\n\"He stopped training last Monday, it looks like the hamstring,\" Koeman said.\n\"But we need to do more tests today and tomorrow to know exactly what the injury is.\"\nSpeaking ahead of their Europa League qualifier with Hajduk Split on Thursday, Koeman added there was \"no update\" on speculation regarding Barkley's future.\nAsked if the midfielder was in his plans this season, Koeman added: \"I will wait until the end of August.\"\nKoeman said last week there had been no offers for the 23-year-old and has not ruled out him staying at the club.\nMeanwhile the club are set to announce the signing of Swansea City midfielder Gylfi Sigurdsson for a reported £45m.\nThe 27-year old passed a medical at the club earlier on Wednesday, Koeman said at the news conference.\n\"I have seen him in blue but I don't know if all the paperwork is done,\" he added.", "168": "Dan Tan, also known as Tan Seet Eng, has been held under indefinite detention since October 2013.\nBut a judge ruled that detention was unlawful as he posed no public threat.\nMr Tan, who has said he is innocent, is wanted by several countries including Italy, but Singapore does not have extradition treaties with them.\nHe has been implicated by Interpol in fixing hundreds of sports events, mostly football matches, and is suspected of having fixed matches in Italy's Serie A and Serie B in 2011.\nIt has previously called the 51-year-old \"the mastermind and leader of the world's most notorious match-fixing syndicate\".\nRead more: Trailing Dan Tan, Singapore's 'football match-fixing boss'\nSingapore has a law that allows indefinite detention of suspected criminals without trial. Such detentions are reviewed every year.\nThe Singapore judge, Sundaresh Menon, said that while Mr Tan's alleged acts were \"reprehensible and should not be condoned\", there was \"nothing to suggest\" they harmed public safety and peace.\n\"The matches fixed, whether or not successfully, all took place beyond our shores,\" he said, adding that there was nothing to indicate he worked with overseas crime syndicates or that such activities would be based in Singapore.", "169": "The body of Josh Clayton, 23, from Taunton, was found near Tresco on 23 September 2015, 10 days after he went missing from a party on the privately-owned island.\nAn inquest into his death was halted after new evidence came to light last week.\nHis mother Tracey wants police to open a fresh investigation into his death.\nShe says she has had a private meeting with a senior police officer from Devon and Cornwall Police.\n\"He assured me he will be reviewing and hopefully will look for any gaps that happen throughout the investigation,\" she said.\n\"It definitely wasn't an accident.\n\"I've thought that from day one and I still believe it now.\"\nDevon and Cornwall Police said they were only made aware of the new evidence at the inquest and were carrying out further inquiries.\nThe coroner told the force to investigate after new claims emerged of a row at the party Mr Clayton was at before he went missing.\nHe had been at a staff event at The Shed venue organised by Tristan Dorrien-Smith, son of island landlord Robert.\nPartygoer Leroy Thomas said Mr Clayton had been arguing with a group of foreign workers at the party.\nFollowing the inquest Devon and Cornwall Police said in a statement it was the \"first time\" the force had been made aware of the claims and \"further investigations will be carried out as a result\".", "170": "Brady, who is 79, is being held at Ashworth Hospital, a secure psychiatric unit on Merseyside.\nThe serial killer has been ill for some time and is being looked after by specially-trained nurses.\nBrady, who now uses the name Ian Stewart-Brady, was jailed for three murders in 1966 and has been at Ashworth since 1985.\nHe has campaigned for several years to be moved from the secure unit to a Scottish prison, where he would not be force-fed and be allowed to die if he wishes.\nThe 79-year-old has been on successive hunger strikes since 1999 and has previously argued that he should be allowed to die, but has been force-fed because he is considered to be mentally ill.\nHis request was turned down in 2013 on the grounds of his chronic mental illness and he refused to take part in a further review of his case in 2016, after it was ruled his solicitor Robin Makin could not be involved.\nHis legal challenge to that ban was rejected in February.\nAt that point, his legal team said he was \"terminally ill\" and had been bedridden for the last few years with emphysema.\nBrady and Myra Hindley, who died in prison in 2002, tortured and murdered five children in the 1960s.\nFour of the victims were buried on Saddleworth Moor, near Oldham.\nThe pair were jailed over the killings of John Kilbride, Lesley Ann Downey and Edward Evans in 1966, before later admitting the murders of Pauline Reade and Keith Bennett.\nBrady has never revealed where Keith Bennett's remains were buried.", "171": "Alex Makwana's labour of love has seen him create 11 designs on Jo's stomach, including Toy Story's Buzz Lightyear and a mocked-up ultrasound scan.\nMr Makwana, 29, of Salisbury, said his wife of 12 days sat and watched Call The Midwife and One Born Every Minute during the four-hour painting sessions.\nThe baby will be the family's seventh child.\nMr Makwana said the other children \"love\" the paintings.\nIt is the second time Mr Makwana has created art on his 35-year-old wife's stomach, having done the same for their sixth child, Ava.\n\"Loads of people loved it last time so we've embraced it this time,\" he said.\nHe was lent the face-painting kit by Sarah Cookson, Ava's godmother.\nThe 11 designs include images the pair kissing at sunset - a replica of a photograph of the married couple taken at a recent wedding.\nMrs Makwana, whose baby is due in three weeks, described the process as a \"bonding experience\".\n\"It's a really lovely way to have memories of being pregnant with this baby,\" she said.\n\"It will be lovely when they are older to be able to show them the pictures and tell them the excitement which was centred around their bumps.\"", "172": "Each day we feature an interesting photograph shared with us from across England.\nIf you are looking for inspiration, view some top tips from three of England's Big Picture photographers.\nEmail us at england@bbc.co.uk, post it on Facebook or tweet it to @BBCEngland. You can also find us on Instagram - use #englandsbigpicture to share an image there. There is a recent archive of pictures on our England's Big Picture board on Pinterest.\nWhen emailing pictures, please make sure you include the following information:\nPlease note that whilst we welcome all your pictures, we are more likely to use those which have been taken in the past week.\nIf you submit a picture, you do so in accordance with the BBC's Terms and Conditions.\nIn contributing to England's Big Picture you agree to grant us a royalty-free, non-exclusive licence to publish and otherwise use the material in any way that we want, and in any media worldwide.\nIt's important to note, however, that you still own the copyright to everything you contribute to England's Big Picture, and that if your image is accepted, we will publish your name alongside.\nThe BBC cannot guarantee that all pictures will be used and we reserve the right to edit your comments.", "173": "The 42-year-old had been in charge at Gigg Lane for almost three years and led the Shakers to promotion from League Two in 2015.\nBut Flitcroft's side, beaten 5-0 in the FA Cup first-round replay at AFC Wimbledon in his last match on Tuesday, had lost seven league games in a row.\nAssistant boss Ben Futcher has also left, with Bury 16th in the third tier.\nFollowing Tuesday's heavy defeat at fellow League One side AFC Wimbledon, former Shakers midfielder Flitcroft told BBC Radio Manchester that he would work hard to try and turn the club's fortunes around.\n\"I'm hurting, the fans are hurting and I understand that,\" he said. \"That hurt makes me ever more determined to put it right for them.\"\nMedia playback is not supported on this device\nFlitcroft succeeded Kevin Blackwell as Bury manager in December 2013, having been sacked as Barnsley boss less than a fortnight earlier.\nHe led the Shakers from the bottom of League Two to a mid-table finish in his first season in charge, before guiding them to third place and promotion in the following campaign.\nBury ended last season in 16th place in League One and Flitcroft was named the division's manager of the month in September this season.\nFlitcroft becomes the second manager in League One to leave this week, after Charlton parted company with Russell Slade on Monday.\nBury said they would make a further statement on Thursday.", "174": "The victory over the visiting Ghanaian side sees the Algerians through to the last four on the head-to-head rule.\nA goal shortly after the break from France-born Chadian international Morgan Betorangal proved to be the winner for Bejaia.\nIt was only the second goal the Algerian side have scored in the six matches of the group phase.\nBejaia will meet FUS Rabat in September's semi-finals after the Moroccan side drew 0-0 with defending champions Etoile du Sahel of Tunisia in their Group B match on Tuesday.\nRabat finished top of the table, one point ahead of Etoile, who also qualify for the last four where they will take on TP Mazembe of the Democratic Republic of Congo.\nMazembe clinched top spot in Group A with a 3-1 win in Lubumbashi over Tanzania's Young Africans.\nJonathan Bolingi opened the scoring for the hosts in the 28th minute, moments before Young Africans' Vincent Chikupe was shown a straight red card for a foul that prevented a goal scoring chance.\nMazembe made the extra man count after half-time with Zambia international Rainford Kalaba scoring two more goals before Burundi's Amissi Tambwe grabbed a consolation.\nOn Wednesday Kawkab Marrakech of Morocco played out a 2-2 draw with bottom-of-the-table Al Ahly Tripoli of Libya in the remaining fixture, which had no bearing on the final standings.", "175": "Kenya's Jacob Keli scored for the 2013 winners of the regional tournament in the 29th minute, before substitute Micheal Olunga made it 2-0 four minutes after the break.\nThe Group B victory was particularly sweet for Kenya's Scottish coach Bobby Williamson who formerly coached Uganda, and had previously won the Cecafa Cup with the Cranes.\nIt is good to start a tournament like this on a winning note\n\"It is good to start a tournament like this on a winning note,\" said Williamson after a victory against a Uganda team who last week qualified for the group phase of 2018 World Cup qualifying.\nKenya, who failed to make it to the next phase of World Cup qualifiers, were a more dominant side with a good tactical approach.\nKeli's goal came off a well timed Eric Johanna cross that beat the Cranes defenders.\nUganda dominated play in the second half but missed key opportunities.\nThey proved costly as substitute Olunga - who replaced Keli - made no mistake with his finish.\nThe loss leaves Uganda, the record 13-time Cecafa Cup winners, bottom of Group B.\nKenya top the group, while Burundi - who beat Zanzibar 1-0 on Saturday - are second.\nIn an earlier game on Sunday, Tanzania humbled Somalia 4-0 in a Group A game.\nJohn Bocco and Elias Maguli netted a brace each to make sure Tanzania top the group.\nOn Monday action shifts to Bahir Dar where fast improving South Sudan take on Djibouti and guest side Malawi battle Sudan in Group C ties.", "176": "Thomas, 23, watched as his ball bounced once and flew into the hole on 13, helping him to a round of 66.\nHe leads on 12 under, one clear of Johnson (66) and two ahead of Rory McIlroy (70) and Phil Mickelson (68).\nJordan Spieth of the US made a bogey-free 63 to move to seven under par.\nJohnson led for much of the day as overnight leader McIlroy failed to fire, but after five birdies the American slipped back with a bogey on 16, allowing Thomas to go past him.\nThomas came through the back nine in 31 shots, adding birdies at the 15th and 16th to ensure he will go out last alongside Johnson on the final day.\nMickelson finished the day on 10 under par after an extraordinary back nine, which saw him require three free drops in succession after a spectator picked up his ball on the 10th, and he then drove into the bushes on 11 and 12.\nPlaying partner McIlroy remained very much in contention after a back nine that produced one birdie and eight pars.\n\"It was hard to get any rhythm because Phil was here, there and everywhere, so I was waiting a lot,\" McIlroy said after his one-under-par round.\n\"It probably shouldn't have affected me but it did a little bit.\"\nEngland's Westwood moved within a shot of the Northern Irishman thanks to a 66, while compatriots Tommy Fleetwood (66) and Tyrrell Hatton (68) are one further back on eight under.\nMcIlroy will return to world number one if he wins in Mexico and Johnson finishes worse than fourth on his own.", "177": "The plans are part of a major expansion which will include a series of underground galleries.\nFrank Gehry, best known for designing the Guggenheim Museum in Bilbao, has proposed putting a large window at the centre of the flight of stairs nicknamed the 'Rocky Steps'.\nHowever, it is \"not a done deal\", the architect told reporters on Thursday.\n\"It's something to talk about,\" he added.\nThe steps, upon which boxer Rocky Balboa memorably trains, remain one of the city's key tourist attractions.\nVisitors often re-enact the scene in which Rocky actor Sylvester Stallone raises his hands in triumph at the summit.\nOfficials at the museum said they anticipated some reaction to the proposal to change the 72 steps.\nThe neo-classical building, which was completed in 1928, will undergo extensive renovation should Gehry's proposal go ahead.\nThe 24-foot (7.3 metre) window, which Gehry has dubbed \"a window to the city\", would form a link to a series of underground galleries intended to significantly expand the museum.\nCreating the underground galleries would involve excavating large sections of the hill on which the museum stands, to allow the museum to show off more of its collection of 230,000 objects.\nAn exhibition showcasing Gehry's design opens at the museum on 1 July.", "178": "The development would include shops, restaurants, a hotel and a lakeside visitor centre on the edge of Rushden.\nEast Northamptonshire Council approved the plans in October but the government will now make a final decision.\nCorby, Kettering and Northampton councils opposed the plan, claiming it would affect their towns.\nThe development, which would include 20 shops, would be built on the site of the old Skew Bridge Country Club and dry ski slope.\nThe council said Communities Secretary Eric Pickles had called in the application for further scrutiny.\nLeader of East Northamptonshire Council Steven North said: \"The secretary of state has decided that further inspection is needed for the Rushden Lakes application.\n\"We're aware that this will result in a public inquiry presided over by a planning inspector. We're now waiting to hear how long the inspector needs to make a decision.\"\nDavid Mackintosh, leader of Northampton Borough Council, said: \"I welcome this announcement from the secretary of state.\n\"I am pleased that he acknowledges the significance of Northampton's economic regeneration to the wider region and the impact that this proposed development could have on us and the other towns in the area.\"", "179": "The teenager, who cannot be named for legal reasons, attacked Vincent Uzomah, 50 at Dixons Kings Academy on 11 June.\nMr Uzomah, who was stabbed in the stomach with a knife, is stable in hospital.\nThe boy denied attempted murder but admitted causing grievous bodily harm with intent when he appeared at Bradford Crown Court.\nHis plea was accepted by the Crown Prosecution Service and Judge Jonathan Durham Hall QC said the boy would be sentenced at a later date.\nThe teenager attacked Mr Uzomah in front of a number of other students at the start of a science class.\nIt is understood it happened following a disagreement over a mobile phone.\nMr Uzomah was stabbed with a kitchen knife the boy had brought from home.\nAfter the attack the teenager ran off and was arrested by police in Bradford city centre following a six-hour search.\nJudge Durham Hall said: \"This is a very troubling case.\"\nHe said the boy was \"undoubtedly a very troubled young man\" and said Mr Uzomah was \"a very brave and compassionate victim\".\nThe teenager was remanded in custody and will be sentenced later this year.\nThe school, formerly called the King's Science Academy, opened in 2011 and was one of the first free schools to open.\nIt has about 700 pupils and has since become part of the Dixons academy group.", "180": "Moshin Amin, 30, from Broomer Street, Dewsbury, has been charged with firearms offences related to a loaded semi-automatic handgun.\nYassar Yaqub, 28, from Huddersfield, was shot when police stopped a car near junction 24 of the M62 on Monday.\nMr Amin has been detained in custody and will appear before Leeds magistrates on Friday morning.\nHe was charged with possession of a firearm with intent to cause of fear of violence, possession of a sound moderator and possession of ammunition, said West Yorkshire Police.\nMr Yaqub was in the front seat of a white Audi stopped by police. The Independent Police Complaints Commission (IPCC) has said a gun was found in the car.\nEarlier, the IPCC said post-mortem tests showed Mr Yaqub died of gunshot wounds\nFive men were arrested in total during the police operation in West Yorkshire on Monday.\nTwo other men aged 37 and 26 have been released on police bail pending further inquiries.\nTwo men, aged 26 and 30, have already been released on bail.\nThe police operation is being investigated by the Independent Police Complaints Commission (IPCC).", "181": "Last week, notorious drugs market place the Silk Road was shut down after a lengthy investigation.\nAndy Archibald, interim head of the National Cyber Crime Unit (NCCU), said officers identified individuals who were using the site.\nBut he said new methods were needed to keep up with the threat.\n\"[Online anonymity service] Tor evolves, and will resecure itself,\" Mr Archibald told the BBC's technology correspondent Rory Cellan-Jones.\n\"The success we've had may not necessarily mean that by the same routes and same approaches we can get into other criminal forums.\n\"We have to continually probe and identify those forums and then seek to infiltrate them and use other tools.\n\"It's not simply a case of because we were able to infiltrate Tor on this occasion that we'll be able to do it next time around as well.\"\nMr Archibald's comments came as the NCCU announced its first conviction. Twenty-seven-year-old Olukunle Babatunde received a five years and six month prison sentence.\nThe man, from Croydon, south London, pleaded guilty to using \"phishing\" scams in an attempt to defraud banks, financial institutions and their customers.", "182": "Boycott is reported to have said it would be more likely he would be knighted if he was to 'black his face'.\nIt is also claimed he said some knighthoods were handed out like \"confetti\" to West Indies greats.\nThe 76-year-old has now described his comments at a Q&A in Birmingham on Saturday as \"clearly wrong\".\nThe Yorkshireman added he loves West Indian cricket and has \"the utmost respect for its players\".\nThe Q&A event, hosted by Sky Sports presenter Gary Newbon, was held during a break in play and was attended by about 200 people.\nWaheed Saleem, who was in the audience, told BBC Sport: \"I was completely disgusted. I don't think anyone saw it as a light-hearted joke. I was absolutely gobsmacked.\"\nBoycott was part of the BBC's Test Match Special commentary team for England's day-night Test against West Indies at Edgbaston last week.\nA BBC spokesperson said: \"He has rightly apologised unreservedly for these clearly unacceptable comments.\n\"We use a number of different contributors in our cricket coverage. He remains part of our team.\"\nIt is also believed that Boycott will remain part of Channel 5's team for the second Test at Headingley, which starts on Friday.\nA spokesperson for Warwickshire County Cricket Club said: \"We were very disappointed by Geoffrey's comments and are pleased to see that he has apologised and recognised that it was unacceptable.\"", "183": "The problematic transactions reached up to thousands of pesos. Some users claimed on social media that their accounts had even gone into the red.\nBPI chief executive Cezar Consing apologised on Wednesday morning in an interview with a local TV station.\n\"This is not a hack, this is an internal issue,\" he said.\n\"Over the next few hours, we are making sure the double credits, debits are corrected,\" he told ANC.\nAccount holders on social media are claiming to have lost anything from 4,000 pesos ($80; Â£62) to up to 100,000 pesos.\nIn a statement posted on Twitter, BPI said some clients might have seen their accounts debited twice or credited twice for a past transaction.\nIt said they had suspended access to electronic banking while errors were corrected.\nHowever, the move caused other BPI customers to complain they now can't check their accounts to see if they were affected.\nBPI had nearly 8 million clients and 1.4tn pesos in total deposits at the end of 2016, according to its latest annual report.\nShares of BPI fell nearly 2% in early stock market trading in Manila.\nThe 165 year-old BPI counts Philippines conglomerate Ayala and Singapore sovereign wealth fund GIC among its major shareholders.", "184": "Second-placed Arbroath lost ground on the leaders by losing 2-1 at home to Annan Athletic.\nCowdenbeath missed the chance to move off the bottom of the table as they went down 2-1 to Montrose.\nBerwick Rangers, Elgin City, Stirling Albion and Clyde were not in league action, with the latter two drawing 2-2 in the Scottish Cup.\nAt Meadowbank, David Cox's first-half penalty proved to be enough for Forfar with Aaron Dunsmore having fouled Jamie Bain.\nArbroath went ahead against Annan through Steven Doris' strike but a spot-kick brought Annan level before half time, Darren Ramsay converting after Nathan Flanagan had been felled by Ricky Gomes.\nAnd Raffi Krissian headed the visitors level midway through the second half.\nMontrose got the better of Cowden in an eventful match at Links Park.\nGerry McLauchlan's own goal put the hosts in front before the break but they had Matthew Smith sent off for a second booking with 10 minutes left.\nDean Brett struck to bring the visitors level but there was more drama when McLauchlan fouled Gary Fraser in the box.\nFraser scored the resulting penalty but then received a second yellow card for his celebration, meaning the home side finished with nine men.", "185": "The hedgehog found himself in a tight squeeze when he tried to negotiate the gate on Old Station Road in Newmarket, Suffolk.\nFirefighters were called to bend the bars and release the animal.\nThe RSPCA said it thought the animal, which has now been returned to the wild, may have got trapped because hedgehogs are short sighted.\nThe animal was spotted on Sunday morning but it is thought it became stuck overnight.\n\"It is hard to imagine how this little thing got himself into such a tight squeeze,\" Inspector Richard Lythgoe said.\n\"I can only imagine he misjudged the width of the bars, or perhaps did not see them clearly as hedgehogs are short-sighted.\n\"He was so firmly wedged in between the bars of this gate that the fire crews had to completely stretch them to get him out, and even then all his little spines were squashed down.\"\nDespite being an experienced animal rescuer, Mr Lythgoe said releasing the hedgehog without the help of Suffolk Fire and Rescue officers was beyond his abilities.\n\"They did a brilliant job,\" he said.", "186": "Media playback is not supported on this device\nGlenavon had taken the lead in the 28th minute through Eoin Bradley whose shot was deflected past keeper Sean O'Neill.\nCrues striker Jordan Owens headed the equaliser from Michael Carvill's ball midway through the second half.\nGlenavon's Bradley was then sent off after a head-to-head confrontation with home skipper Colin Coates.\nGlenavon will be waiting to hear if Bradley is deemed to have been guilty of a head-butt, which would land him with an automatic six-game suspension.\nAfter the match, Glenavon player-manager Gary Hamilton queried why his man was dismissed while Coates got a yellow card.\nBradley himself said: \"Colin Coates is supposed to be one of the hard players in the Irish League, but when he goes down like that you have to wonder.\n\"He did his job and got me sent off.\"\nCrusaders manager Stephen Baxter: \"I didn't see the incident at all to be perfectly honest with you.\n\"Our boys in the dressing room are saying it was a very clean head-butt. You guys can watch it back on television and debate it.\n\"We should have won by five or six goals. We hit the woodwork and their keeper made some great saves.\n\"I thought we were awesome and Glenavon will be delighted to be going down the road with a point.\"", "187": "Brook, 29, had too much power for the Canadian challenger from the outset as he staged a third successful defence of the belt he first won in August 2014.\n\"I want the big fights now,\" Brook told Sky Sports.\nMeanwhile, Olympic champion Luke Campbell saw off Gary Sykes to take the Commonwealth lightweight title.\nLike Brook, Campbell - who won gold at the 2012 Olympics in London - needed just two rounds to take victory on the undercard at Sheffield.\nAfter putting Sykes on the canvas, a flurry of powerful punches had his opponent on the ropes, forcing the referee to step in.\nBrook's win completed a successful return to the ring for the Sheffield boxer after a 10-month absence.\nHe had stopped Frankie Gavin in six rounds in May last year and a proposed fight with Argentina's Diego Chaves was called off after Brook picked up a rib injury.\nThe IBF had mandated his bout with Bizier, whose previous two defeats came against Jo Jo Dan, a fighter Brook defeated in four rounds a year ago.\nBrook was dominant from the outset against Bizier, who cut his eye inside the very first minute, and a second visit to the canvas for the Canadian led to the stoppage with 45 seconds left in the second round.", "188": "Coleraine's Peter Chambers will compete in the lightweight single sculls.\nFellow Coleraine man Joel Cassells will race in the lightweight pair with partner Sam Scrimgeour.\nEnniskillen's Holly Nixon will stroke the women's quadruple sculls and Belfast's Rebecca Shorten will do likewise for the women's eight.\nChambers returns after missing the second World Cup in Poznan but takes part in the lightweight singles sculls rather than the double sculls as Englishman Will Fletcher is currently injured.\nLightweight men's pair duo Cassells and Scrimgeour continue their partnership as they fine tune their race plan ahead of September's World Championships in Sarasota-Bradenton, Florida.\nIllness to Jess Leyden forced the women's quadruple sculls to miss Poznan after they'd won a bronze medal at the European Championships in May.\nLeyden is replaced by Alice Baatz and she joins regulars Nixon, Beth Bryan and Mathilda Hodgkins-Byrne.\nShorten will once again stroke the women's eight in Lucerne as they hope to continue their progress that saw them claim a silver medal in Poznan.", "189": "The 23-year-old is not featuring for the Bluebirds, though Warnock said he was \"not bombed out at all.\"\nHe explained that the good form of Arun Gunnarsson and Joe Ralls was the main reason Huws was not making the matchday squad.\n\"As it comes to January I suppose I will have to have a chat to find what he feels like,\" added Warnock.\n\"A lot will depend on what he wants.\n\"I'm quite happy to have him in the squad and he knows he's not bombed out at all he's training very well, but I do like to have that extra forward on the bench.\n\"He's been unlucky in some respects in the fact I've been delighted with the midfield.\n\"I think Gunnarson and Ralls have complemented each other, but I know he's itching to get a game.\n\"But it's difficult really to change what I think has been going very very well.\"\nHuws has played 10 times for Wales, but missed out on the Euro 2016 finals when Chris Coleman's team reached the semi-final.\nHe joined Cardiff from Wigan Athletic in August 2016, but has made only three appearances this season - and none under Warnock who was appointed manager on 5 October.\nHuws has played in three of Wales' four World Cup 2018 qualifying matches.\n\"I like to help players as well as just look after my first team squad,\" said Warnock.\n\"I realise when you're not in the team it's not very good for you.\"\nCardiff City are one place above the Championship relegation zone following their 3-2 win over Huddersfield.", "190": "At least five people have been killed in the floods along Malaysia's east coast, with over 160,000 displaced.\nPrime Minister Najib Razak made the announcement after visiting flood-stricken areas.\nHe has faced public anger after being photographed golfing with President Obama in Hawaii during the storms.\nMr Razak cut short his holiday, and defended his \"golf diplomacy\" with the US leader, saying that it was difficult to decline the invitation as it had been planned for a while.\n\"Every day when I was there, I received the latest report on the flood situation... as it became more serious, I decided to return to the country as soon as possible,\" he said in Kota Bharu, the capital of Kelantan province,\nThe extra funding will go to victims after the floods subsides, and is on top of an initial 50m ringgit ($14m; Â£9m) allocation.\nEntire towns have been submerged by the flooding.\nRescue workers have been struggling to bring in enough food and supplies for families sleeping in relief centres.\nSome victims have accused the government of being too slow in responding.\n\"I am angry with them. We don't care about their politics. We just want the government to do what they should do and help us,\" one woman told AFP.\nEastern states are often flooded during the monsoon season but heavy rain and winds have worsened the situation this year.", "191": "The Parades Commission had applied more stringent restrictions to the march than in previous years.\nEarlier, a lawyer for the Orange Order told the court the conditions imposed were \"excessive and irrational\".\nA planned residents' protest the parade has been called off, Sinn FÃ©in MLA Gerry Kelly has confirmed.\nThe judge rejected claims that the Parades Commission had not followed proper procedures in its Tour of the North determination.\nInstead, he upheld the restrictions placed on Friday night's parade.\nAfterwards, the Orange Order said it was disappointed but would abide by the ruling.\nThe parade will go ahead as planned, starting at 19.30 BST.\nBands taking part in the parade have been banned from playing music on a stretch of road outside St Patrick's Catholic church on Donegall Street in the north of the city.\nThey are only permitted to march past the church to the sound of a single drum beat.\nThe restriction has been extended by 43 metres from last year's parade.\nThe Orange Order said this was unfair as they abided by the restriction last year and there was no trouble.", "192": "Stan, who has mental health problems, said he was conned out of \"thousands\" of pounds after members pretended to befriend him before asking for a loan.\nFive people who targeted 10 adults who were disabled or elderly were given a jail sentence for theft at Chester Crown Court on Tuesday.\nAnother two gang members were jailed in January for theft, police said.\nIn some cases, the victims' homes were used by members of the group for drug dealing.\nPolice started investigating after members of the public raised concerns in March 2015.\nPC Leanne Lowndes, from Cheshire Constabulary, said: \"The difficult thing was these victims believed that this gang were their true friends.\n\"They relied on them and at first they didn't believe they were victims, which was a challenge for us and even more distressing for them.\"\nThe criminals were arrested last August when warrants were executed at properties in Blacon, Leigh, Birkenhead and Styal.\nPC Lowndes added: \"I was very shocked at the lengths that this gang went... to befriend and exploit them in such a cruel way.\"\nThe people who were sentenced for theft and conspiring to steal from a person on Tuesday include:", "193": "The settlement with the US Securities and Exchange Commission (SEC) relates to fraud charges.\nLord Black served three years in prison for fraud and obstruction of justice, and was released last year.\nHe is now expected to face court proceedings launched by Canada's main financial regulator.\nThe Ontario Securities Commission alleges that Lord Black, who is originally from Canada but gave up his citizenship in 2001, funnelled money from the publishing company he once controlled.\nHe once controlled Hollinger International, which published the Daily Telegraph and the Chicago Sun-Times.\nIn 2007 he was found guilty in the US of conspiring with other executives to siphon off millions of dollars from the sale of newspapers as they unwound Hollinger.\nSome of those convictions were later overturned, and his sentence shortened to 42 months.\nHe moved back to his native Canada following his release from a Florida prison in May 2012.\nDespite his convictions he remains a member of the UK's House of Lords, and has the title Lord Black of Crossharbour.", "194": "Media playback is not supported on this device\nThe 19-year-old Scot swam 48.20 seconds to reach Wednesday's final (03:03 BST, Thursday) as seventh fastest qualifier.\nEarlier, Scott set a new British record of 48.01 seconds in his heat.\nFellow Briton Andrew Willis reached the men's 200m breaststroke final by winning his semi-final, but team-mate Craig Benson missed out.\nWillis, who won bronze at the 2014 Commonwealth Games, swam a personal best of two minutes 7.23 seconds in the Olympic Aquatics Stadium.\nMedia playback is not supported on this device\nScott also helped the British 4x200m freestyle relay team reach the final, which takes place at 03:38 BST on Wednesday.\nGB beat the United States to first in the heat by 0.43 seconds, with Russia third, and they will be joined by Germany, Japan, Australia, Belgium, and the Netherlands in the medal contest.\nEarlier in the day, Aimee Willmott failed to reach the women's 200m butterfly semi-finals after finishing just over three seconds outside the top time of Spain's Mireia Belmonte.\nSubscribe to the BBC Sport newsletter to get our pick of news, features and video sent to your inbox.", "195": "Catriona Craig was visited at St Richard's Hospice by 20-year-old Ed, a horse she has been riding \"for a long time\" in a trip organised by her husband David and Ed's owner.\nDuring the visit, Mrs Craig, who has breast cancer, fed Ed mints and petted the former event horse.\nThe hospice said such visits were \"calming\" for patients.\nMrs Craig, from Malvern, has been a patient at the hospice for two weeks.\nShe has been riding from a young age and at one time made her living from schooling horses in the US.\nShe said: \"I've been around horses all my life. They are special and good to be around.\n\"Being with horses gives you good feelings.\"\nSt Richard's cares for patients and families with cancer and other life-threatening illnesses.\nHelen Griffee, communications manager, said: \"Mrs Craig adores horses and she was absolutely delighted to see Ed.\n\"All of the rooms have double patio doors so she was able to come out into the gardens and get really close to him.\n\"She fed him some of the mints he likes.\"\nCare director June Patel said: \"We are used to welcoming rather smaller and fluffier creatures but it was great to see Ed making a patient so happy.\"", "196": "A Sky Blues spokesman said the club was considering moving to Coventry Rugby Club's Butts Park Arena.\nThe League 1 side has two years left on its agreement to play home matches at the Ricoh Arena.\nRugby club chairman Jon Sharp said both sides were looking at the \"feasibility\" of the plans and talking to architects over possible expansion of the stadium.\nMore on this and other stories from Coventry and Warwickshire\nButts Park could be redesigned to have between 15,000 and 25,000 seats, he said, but if it helped improve the rugby club's facilities and gave the football team a permanent home the deal would \"make sense\".\n\"The two clubs have been talking for couple of years about training together and community work - this is [a] natural extension of that,\" he said.\nMr Sharp added talks were still at an early stage, and that no timescale had been put on the plans, which he said would probably take at least two years.\nCoventry City have played at the Ricoh Arena since leaving Highfield Road in 2005, and shared it with rugby union side Wasps since 2014.\nThe Ricoh has been the centre of several legal battles, and the Sky Blues were forced to play their home games for the 2013/14 season in Northampton after a rent dispute with the stadium's owners.", "197": "Health minister Mohammad Nasim made the announcement after visiting Mr Bajandar in hospital on Thursday.\nMr Bajandar has epidermodysplasia verruciformi, a genetic disease that makes a person susceptible to skin growth. It is popularly known as \"tree man disease\".\nHe first developed warts 10 years ago.\n\"Initially, I thought that they're harmless,\" Mr Bajandar told AFP.\n\"There are now dozens of two to three inch roots in both my hands. And there are some small ones in my legs,\" he said.\nMr Bajandar travelled to India to seek treatment, but his family could not afford the cost of operations.\nSamples of his blood and skin tissue are now being sent to a laboratory in the United States, professor Abul Kalam, a plastic surgeon, told the BBC.\nHe will be treated in Bangladesh when his diagnosis reports are available.\nMr Bajandar's is one of only three cases of \"tree man disease\" in the world, Samanta Lal Sen, director at Dhaka Medical College Hospital, told AFP.\n\"It is the first time we have found such a rare case in Bangladesh,\" he said.", "198": "They face Cowell's Britain's Got Talent co-star David Walliams alongside his X Factor colleague Cheryl Fernandez-Versini in a new TV judge category.\nGame of Thrones, The Walking Dead, Geordie Shore and Celebrity Juice will compete for the new multichannel prize.\nThe awards will take place on 21 January at the O2 in London.\nActing stars Dame Maggie Smith, Benedict Cumberbatch, Sarah Lancashire and Sheridan Smith are up for best drama performance for their roles in Downton Abbey, Sherlock, Happy Valley and Cilla respectively.\nDownton, Sherlock and Cilla also go head-to-head for best drama, alongside Doctor Who.\nNTA favourites Ant and Dec are nominated in the entertainment category for Saturday Night Takeway and I'm a Celebrity... Get Me Out of Here!, along with Through the Keyhole and Celebrity Big Brother.\nGogglebox is among the runners for best factual show, while X Factor, Strictly Come Dancing, The Voice UK and Britain's Got Talent will do battle for best talent show.\nRatings hit Mrs Brown's Boys takes on Benidorm, Outnumbered and The Big Bang Theory in the coveted comedy category.\nDermot O'Leary will present the awards live on ITV.\nLast year's winners included Doctor Who, Coronation Street and Paul O'Grady: For the Love of Dogs.\nThe NTAs are voted for by the public.", "199": "Samuel Karanja Kamau would appear in court on Tuesday, police added.\nEarlier, officials said he did not have permission to rent out 119 rooms in the six-storey building. Mr Kamau has not yet commented on the allegation.\nMore than 90 people are still feared trapped beneath the rubble, reports the BBC's Abdinoor Aden from the scene.\nRescue operations are continuing, he adds.\nAbout 135 people have been freed so far from the collapsed building, local media reports.\nThe governor of Nairobi, Evans Kidero, said that officials who approved the construction of the building in the poor neighbourhood of Huruma would be sacked.\nThree days of rainfall caused landslides and flooded roads in Nairobi.\nMore than 800 homes were affected by the flooding, Kenya's Red Cross said.\nIt criticised \"chaotic scenes\" as rescuers arrived after the Friday night collapse.\nNairobi's police chief has said rescue teams were delayed on their way to the scene by hours-long traffic jams caused by flooded roads.\nHuruma is made up of narrow streets, and this made it more difficult for rescue workers to reach the scene, local media reports."}