{"0": "Drivers have reported engines problems after buying diesel from a Tesco filling station in Dorset.", "1": "The first African-American and youngest person ever to play the lead role in Les Miserables on Broadway has died in a fall, a show spokesman has said.", "2": "Former undisputed heavyweight world champion Mike Tyson claims he is \"on the verge of dying\" from ongoing drug and alcohol problems.", "3": "Two men have been arrested after a stolen car was \"set on fire and abandoned\" against the front door of a house in Larne, County Antrim.", "4": "A deal to sell one of Europe's biggest private stately homes to an investment company has fallen through.", "5": "An assault rifle found in Strabane, County Tyrone, was to have been used in an attempt to murder PSNI officers, a police commander has said.", "6": "The Queen and Prince Philip have cancelled plans to travel to Sandringham on Wednesday because of heavy colds, says Buckingham Palace.", "7": "An Indonesian air force Hercules C-130 aeroplane has crashed in remote Papua province in the east of the country, killing everyone on board.", "8": "Swansea City caretaker manager Alan Curtis expects the Premier League strugglers to target a forward during the January transfer window.", "9": "David Rutherford scored a hat-trick as the Belfast Giants beat Dundee Stars 15-8 in Nottingham on Sunday to finish third in the Elite League play-offs.", "10": "Burton Albion have signed defender Kyle McFadzean from MK Dons for a club-record fee on a three-year contract.", "11": "A council contractor was asked to clear blocked drains ahead of a landslide that buried a woman in her bed, an inquest was told.", "12": "A new chain ferry is to enter service, saving drivers a 10-mile road diversion after its predecessor was retired in January.", "13": "A centre for people with sensory loss in Falkirk has been attacked by vandals.", "14": "A postcard sent from Scotland to Lancashire has arrived at its destination 62 years later.", "15": "A woman has been found guilty of the \"horrific\" murder of a man after taking drugs at a house in Sheffield.", "16": "Liverpool manager Brendan Rodgers has defended the \"commitment and focus\" of his players after Saturday's 4-1 defeat by Arsenal.", "17": "A pet dog has been hailed a hero for finding an elderly woman who had been missing for 14 hours.", "18": "Outsourcing company Capita has confirmed it is to create a further 40 jobs at its call centre in Moray.", "19": "The US state of South Dakota has enacted a law allowing school districts to arm teachers and other school staff.", "20": "The Mandela family has reacted angrily after the former South African leader's voice was used in an election advert for the country's main opposition.", "21": "An employee at the National Centre for Foreign Animal Disease in Winnipeg has potentially been exposed to the Ebola virus.", "22": "Daily Telegraph executive editor (politics) James Kirkup is to be the next director of the Social Market Foundation think tank.", "23": "Two Irish boxers have been investigated over betting at Rio 2016, the Olympic Council of Ireland (OCI) has confirmed.", "24": "Captain Ian Bell says Birmingham Bears are not being aggressive enough in the T20 Blast and their recent batting collapses are \"a major concern.\"", "25": "A department looks set to shut down at the University of Reading with degree courses axed and job losses expected.", "26": "A colourful picture of a spiny seahorse has won this year's UK Underwater Photography Competition.", "27": "A special court in India has rejected a petition to summon former prime minister Manmohan Singh over a coal mining scandal.", "28": "Ricardo Mannetti has quit as Namibia coach just 19 days after guiding the country to the Cosafa Cup title.", "29": "UK retail sales have fallen in June as clothing sales were hit by the wet weather, official figures show.", "30": "Bristol City remain in talks with Lee Tomlin over a possible return to the Championship club this summer, says chief operating officer Mark Ashton.", "31": "Coastal sand dunes have been left unstable by tidal surges, leading to fears people may become trapped.", "32": "The life of a boxer who once convinced Muhammad Ali to open his fish and chip shop is to be celebrated at an exhibition in his hometown.", "33": "Britain's IBF super-middleweight champion James DeGale admits money is motivation enough for his unification fight with WBC champion Badou Jack.", "34": "A vicar says his son would be likely to kill himself if he were to be extradited to the US to face cyber-crime charges.", "35": "A County Down doctor has  pleaded guilty to falsifying clinical trials on patients with sleeping disorders.", "36": "Three men who blew up a cash machine near Bristol causing £200,000 worth of damage and made off with nearly £60,000 in cash have been jailed.", "37": "A child has been held hostage by a kidnapper who attacked the child's father and forced him to demand money from a Belfast post office.", "38": "Eagles of Death Metal have made an emotional return to the Bataclan theatre following the Paris terror attacks last month.", "39": "A mother whose 19-year-old daughter was critically injured in a fall has made an emotional appeal for skateboarders to wear helmets which has gone viral.", "40": "West Midlands fashion chain Store Twenty One has collapsed into liquidation with the loss of 900 jobs.", "41": "Children's mental health care services in Dorset must be improved if their safety and welfare are not to be put at risk, a health watchdog has said.", "42": "Birmingham City Ladies reached the Continental Cup final with a comfortable victory at London Bees.", "43": "Thousands of supporters of a far-right party in Ukraine have held a torch-lit procession through the capital, Kiev.", "44": "A video of Barnsley FC supporters teasing Oxford United fans by chanting \"You only sing when you're rowing\" has been shared by hundreds of people.", "45": "Whisky that was fired into space three years ago as part of a scientific experiment is to return to Earth next month.", "46": "Actor Orlando Bloom said he \"wasn't taking a slant\" at Gypsy and traveller communities when he used the word \"pikey\" in a live radio interview.", "47": "An interim court injunction has temporarily stopped the President of the Sierra Leone Football Association (SLFA) Isha Johansen and three other executive committee members from running the country's football affairs until their legitimacy to govern has been proved.", "48": "Glasgow City Council has promised to \"revolutionise\" the way the city is maintained with a new environmental task force.", "49": "Trainer fans who camped out for four days have finally got their hands on a pair of limited edition Kanye West sneakers.", "50": "Three Liam Norwell wickets ignited Gloucestershire's chances of a final-day push for victory at Worcester.", "51": "The world's biggest music label Universal has struck a deal to release much of the late musician Prince's private archive.", "52": "The lead actor in a proposed Bollywood film on Adolf Hitler has withdrawn from the controversial project.", "53": "Northern Ireland's Kris Meeke has finished eighth on his World Rally Championship return in Finland.", "54": "Werder Bremen striker Melvyn Lorenzen says he is still considering whether to commit his international future to Uganda.", "55": "Bydd S4C yn cael benthyg hyd at £10m gan Lywodraeth y DU i helpu gyda chostau adleoli'r sianel yn y dyfodol.", "56": "Mae'n ymddangos fod Aelod Cynulliad UKIP, Mark Reckless ar fin gadael y blaid ac ymuno â grŵp y Ceidwadwyr yn y Cynulliad.", "57": "The average cost of a funeral in Wales has risen by £170 to £3,461 over the past year, figures have shown.", "58": "A multi-million pound repair project at a flagship council facility in Dumfries has made \"significant progress\" as its timetable reaches the half-way stage.", "59": "A man who has run around the world in 19 months has completed his world record attempt.", "60": "Humberside Police's efforts at reducing crime and keeping people safe is still \"not good enough\", a watchdog has said.", "61": "The ballot has opened in the contest to elect a new leader of the Green Party in England and Wales, with the result to be announced in early September.", "62": "A builder from Carmarthenshire has admitted spiking a colleague's hot chocolate with the drug speed.", "63": "Candidates from Hong Kong's pro-democracy movement have won seats in district elections - the first vote since the 2014 \"umbrella\" protests.", "64": "Sir Bradley Wiggins says Mark Cavendish will make Great Britain's track team for the Olympic Games in August.", "65": "Ben Affleck has pulled out of directing the upcoming standalone Batman film.", "66": "Bolivian President Evo Morales has apologised for joking about the possibility of Health Minister Ariana Campero being a lesbian.", "67": "A transplantee described crossing the finish line in the World Coal Carrying Championships a \"big achievement\".", "68": "A man has been jailed for 25 years for the sexual abuse of three children which started when he was a child.", "69": "Tyler Walker insists he is not fazed by the pressure of following his legendary father Des at Nottingham Forest.", "70": "Police are hunting up to six men who launched a \"violent and unprovoked\" assault on another man in his South Queensferry home.", "71": "There was more British success at the European Gymnastics Championships in Bern as sisters Becky and Ellie Downie won gold and silver respectively.", "72": "Jockey James Doyle responded to being given a 15-day whip ban by the British Horseracing Authority by winning both feature races at Newmarket.", "73": "Wales' wheelchair rugby league side are threatening to leave the pitch in their final World Cup match if flash photography takes place after one of their players suffered seizures.", "74": "Lebanese athletes refused to share a bus with the Israel team to get to Friday's Rio Olympic Games opening ceremony, members of both teams said.", "75": "A Swansea food bank has run out of supplies, with volunteers making an urgent appeal to help restock it.", "76": "Anti-drug agents in Paraguay have seized nearly 1,700kg (3,700 pounds) of cocaine.", "77": "The Independent Police Complaints Commission (IPCC) has reopened its investigation into the death of a man in custody.", "78": "A state funeral has been held in Pakistan for a German doctor and nun who devoted her life to battling leprosy.", "79": "Public meetings are set to take place on plans to demolish a \"rotten\" Victorian pavilion in Skegness and create a £3.5m community hub in its place.", "80": "Tottenham striker Harry Kane says he has \"no doubts\" he will sign a new contract with the Premier League club.", "81": "Somerset's progress was stalled as poor weather meant only 13 overs were bowled on day two against Hampshire.", "82": "Comedian Billy Connolly is to be presented with a special prize at the National Television Awards later this month.", "83": "Burnley's former England goalkeeper Paul Robinson has announced his retirement at the age of 37.", "84": "Scotland have appointed American Erik Olson as their new national basketball coach on a two-year contract.", "85": "An airline flight ban on Samsung's Galaxy Note 7 is spreading fast after reports some phones have caught fire.", "86": "Zayn Malik has left One Direction's tour of Asia and has returned to the UK after being signed off with stress.", "87": "Liverpool defender Mamadou Sakho has been suspended for 30 days by Uefa after it opened disciplinary proceedings against him following a failed drugs test.", "88": "Rare crayfish and water voles are set to benefit from almost £60,000 which will help fund restoration work at a chalk stream in east Dorset.", "89": "Japanese police have arrested the CEO of the failed company MtGox, which was once the world's biggest exchange of the virtual currency, bitcoin.", "90": "Widnes have signed half-back Rangi Chase from Castleford on a permanent deal after a successful loan spell.", "91": "Ghanaian referee Joseph Lamptey has been banned for life by Fifa for what it calls \"match manipulation\".", "92": "US payment processing giant Vantiv has agreed to merge with Worldpay in a deal which values its UK rival at £9.3bn ($12.1bn; 10.3bn euros).", "93": "Daniel Radcliffe is to return to the London stage in a 50th anniversary production of Sir Tom Stoppard's play Rosencrantz and Guildenstern are Dead.", "94": "A new plan to expand student numbers at the Magee campus in Londonderry to more than 9,000 has been submitted by Derry City and Strabane District Council and Ulster University.", "95": "Hundreds of people turned out to see a bronze sculpture of a brewery dray horse be paraded through Dorchester.", "96": "Sheffield could get a permanent walking trail with memorial plaques to commemorate 75 years since the WW2 Blitz in the city, if Lottery funding can be secured.", "97": "DR Congo's TP Mazembe were held to a goalless draw by hosts Morocco's Moghreb Tetouan in the African Champions League on Sunday.", "98": "Science fiction film The Maze Runner has debuted at the top of the North American box-office with $32.5m (£19.9m).", "99": "Two men have appeared in court in connection with raids on two cannabis farms in West Lothian.", "100": "The father of an alleged \"honour killing\" victim has been granted bail in Pakistan \"due to lack of evidence\".", "101": "Reading manager Jaap Stam defended rotating key players as he prepares for the Championship promotion run-in.", "102": "England have made one change to their team for the Women's Six Nations title decider against France on Friday.", "103": "President Cristina Fernandez de Kirchner has announced plans to disband Argentina's intelligence agency.", "104": "Russian President Vladimir Putin has suggested \"patriotic\" Russian citizens might be engaged in hacking.", "105": "Five people have been charged in the US with scheming to steal trade secrets from the drugs giant GlaxoSmithKline with the intention of selling them in China.", "106": "Football Association chairman Greg Clarke remains hopeful a women's team will represent Great Britain at future Olympic Games.", "107": "Goalkeeper Lukasz Fabianski says Swansea City's own performances and results will decide their Premier League fate.", "108": "Troubled Japanese tech firm Sharp saw its operating profit tumble 86% in the three months to September from a year ago.", "109": "Fourie du Preez will captain South Africa in their World Cup Pool B game with Scotland in Newcastle on Saturday.", "110": "Surrey's chief constable is to become the head of the National Crime Agency (NCA), which tackles serious and organised crime.", "111": "An outbreak of meningitis in several states of Nigeria has killed at least 140 people, officials say.", "112": "Police investigating allegations of abuse after a Panorama investigation at a young offenders centre in Kent have made an 11th arrest.", "113": "Indian umpire Sundaram Ravi has been named as Aleem Dar's replacement for the remainder of the one-day series between India and South Africa.", "114": "Three Southampton tower blocks are to get sprinkler systems following a £1m investment by the city council.", "115": "A drunk man who knifed a grandfather to death and then later used the victim's phone to call police asking for a lift has been convicted of murder.", "116": "Plans have been approved to build wind turbines in Southampton, which could create about 100 jobs.", "117": "The Scottish government has said it was \"completely unacceptable\" that it was not consulted on plans to close half of Glasgow's job centres.", "118": "Egypt's Zamalek and former champions Entente Setif of Algeria have joined Zambia's Zesco United in the group stages of the African Champions League.", "119": "Exeter City boss Paul Tisdale says he would not be surprised if offers come in for striker Ollie Watkins during next month's transfer window.", "120": "Yorkshire one-day captain Alex Lees has apologised after calling a decision by umpire Martin Saggers \"terrible\".", "121": "A British former Catholic priest wanted over child sex abuse allegations has been arrested in Kosovo, local police sources say.", "122": "Chinese officials say they intend to land the country's first unmanned probe on the Moon next month.", "123": "A 73-year-old man was subjected to a \"terrifying ordeal\" after being threatened with a knife and robbed in his own home.", "124": "The County Tyrone man accused of the manslaughter of County Monaghan teenager Jason McGovern in 2012 is to face a retrial.", "125": "Welsh language campaigners and small businesses have accused Twitter of discrimination because it does not offer promoted tweets in Welsh.", "126": "Gillingham manager Ady Pennock has criticised his players after a 2-1 defeat by Coventry left the club just one point above the relegation zone.", "127": "Mauritanian and Malian soldiers have raided an al-Qaeda camp in western Mali, defence sources said.", "128": "A man who died after being attacked by his own dog was having an epileptic seizure when he was hurt by the animal, police said.", "129": "A man who was found with stab wounds in a crashed car and later died has been identified by police.", "130": "A Western Australian port city will delay celebrating Australia's national day after consulting with Aboriginal elders.", "131": "Two bus company bosses have been jailed after falsely claiming £800,000 by lying about the number of concessionary fare passengers they carried.", "132": "Two Caledonian MacBrayne (CalMac) ferries have been targeted with a powerful laser beam during docking manoeuvres.", "133": "The body of an Australian who was formerly a Hells Angels gang member has been found in Thailand.", "134": "Police have renewed an appeal for information about the death of a baby boy - exactly one year after his body was found in Newport.", "135": "Police have arrested four people and seized thousands of pounds in cash, vehicles and jewellery in a \"major operation\" against organised crime.", "136": "A Welsh Premier League player is being investigated over tweets posted after the trial of former England international Adam Johnson.", "137": "The amount of money being borrowed by homeowners last month soared to its highest June level for eight years, according to estimates.", "138": "Scientists have discovered an enormous ring system around a star, the first of its kind outside our solar system.", "139": "Explosives are to be used to demolish the remaining section of the collapsed Didcot Power Station.", "140": "Watch Dogs' publisher has apologised after a publicity stunt for the video game backfired, causing an office evacuation and the deployment of an Australian bomb squad.", "141": "Singer Cheryl Cole is \"making a good recovery\" after being diagnosed with malaria, her fellow X Factor judge Simon Cowell has revealed.", "142": "The deputy chairwoman of an NHS governing body has resigned after a committee she chaired was criticised for making decisions on pay increases.", "143": "A female robber who wrapped herself in bin bags and wore a mask while carrying out a raid at a shop has been jailed.", "144": "Dinamo Zagreb midfielder Arijan Ademi has been banned for four years for failing a drugs test following the Champions League win over Arsenal.", "145": "Shares in China and Japan led losses in Asian markets, as investors continued to react to the poor trading figures released by China on Tuesday.", "146": "Gateshead bolstered their unbeaten start to the campaign with a resounding victory over Macclesfield on home turf.", "147": "Health Secretary Alex Neil has appointed a retired director of public health to review the effectiveness of mesh implant surgery in Scotland.", "148": "London Tube drivers on two underground lines have ended their 24-hour strike.", "149": "Newcastle's £12m purchase of Swansea midfielder Jonjo Shelvey was the best-value signing of the January transfer window, according to a study.", "150": "The detective who led the investigation into the Kingsmills murders has apologised to the victims' families for not getting the satisfaction they hoped for.", "151": "Prominent ovarian cancer campaigner Una Crudden has died.", "152": "The last videocassette recorder (VCR) in Japan will be produced by the end of the month, according to the Nikkei newspaper.", "153": "Former Down player Martin Clarke has revealed that he has quit playing gaelic football at the age of 29.", "154": "Stroke patients are helping scientists at Edinburgh University understand what might cause bleeding in the brain.", "155": "Uber is suing Indian rival Ola, alleging it created more than 90,000 fake accounts to interfere with its business and frustrate its drivers.", "156": "The average price of a home in London rose to £499,997 in September, according to the latest figures from the Land Registry.", "157": "A re-enactment of the funeral of the Irish republican leader Jeremiah O'Donovan Rossa is due to take place in Dublin on Saturday.", "158": "Newcastle boss John Carver has invited two fans who were part of a group who confronted him in Saturday's defeat by Swansea \"for a cup of tea\" to discuss their grievances.", "159": "The governor of Ukraine's central bank, Valeriya Gontareva, has resigned the post after three years, following intense pressure from tycoons whose banks she shut down for conducting illegal transactions and loans.", "160": "A rare and valuable Stradivarius violin has returned to the concert stage in New York more than 36 years after it was stolen.", "161": "Two people who were arrested over the \"plebgate\" row involving the former government chief whip Andrew Mitchell have been released on police bail.", "162": "Rolls-Royce Motor Cars sold a record number of cars last year, breaking through the 4,000 mark for the first time in its 111-year history.", "163": "The General Secretary of Vietnam's Communist Party, Nguyen Phu Trong, will be the only candidate for the post at a party congress, state media report.", "164": "Police searching for a missing RAF airman have released more CCTV footage of people they want to speak to.", "165": "Norman Joseph Woodland, who co-created the barcode, has died at his New Jersey home at the age of 91.", "166": "An Irish court has again refused to extradite former journalist Ian Bailey to France for questioning over the murder of a filmmaker 21 years ago.", "167": "Gloucester's England forward Matt Kvesic will join Premiership rivals Exeter Chiefs in the summer.", "168": "Two new railway stations are due to open in September, months behind schedule.", "169": "No trace of alcohol or drugs has been found in the blood of the driver of the car in which the band Viola Beach died, Swedish police said.", "170": "Dense equatorial forests, colonial towns and a major space centre are among the faces of French Guiana, a region of France on the north-east coast of South America.", "171": "A man has appeared in court charged with shooting dead a notorious gangland figure in West Lothian.", "172": "Nigeria's influential council of state has decided to press ahead with presidential elections on 14 February, rejecting calls for a postponement.", "173": "The final mural in a series of six showcasing Leicester City's title win has been finished.", "174": "Sir David Attenborough has opened a nature reserve in east London.", "175": "Books of condolence have opened in Londonderry in memory of five members of a family who died in a drowning tragedy off the Irish coast.", "176": "A 40-year-old man arrested on suspicion of terror offences has been released on bail until May.", "177": "Two wild elephants have gone on a rampage in southern India, killing at least one person, officials say.", "178": "Phil Mickelson takes a two-shot lead into the final round of the Pebble Beach Pro-Am as he looks to win a record-equalling fifth title.", "179": "US President Barack Obama says there are no plans to revoke Bill Cosby's Medal of Freedom amid allegations that the comedian raped as many as 40 women.", "180": "A Puerto Rican beauty queen has lost her bid to reclaim her tiara taken from her for poor behaviour.", "181": "Ikea will open in Reading in summer 2016, creating 350 new jobs, a letter sent to Calcot residents has revealed.", "182": "Ipswich are in talks with midfielder Luke Hyam over a new contract, according to boss Mick McCarthy.", "183": "BBC drama Wolf Hall has been voted the best TV drama of 2015 at the Voice of the Listener and Viewer (VLV) Awards.", "184": "Retail sales in Scotland increased slightly in the third quarter of the year, according to new figures.", "185": "Mark Lawrenson says it was \"sheer madness\" for Mario Balotelli to swap shirts at half-time in Liverpool's Champions League defeat to Real Madrid.", "186": "Maine's Republican governor  has apologised for leaving an obscenity-laden voicemail for a rival politician.", "187": "The leaders of the Republic of Ireland's two main political parties for taoiseach have been rejected for the third time.", "188": "The Alliance Party has said it will make a commitment of support for same sex marriage part of its manifesto for the next Assembly election.", "189": "Plaid Cymru has called for Welsh ministers to consider taking an equity stake worth around £52m in the Swansea Bay tidal lagoon.", "190": "A hedgehog \"blown up like a beach ball\" has been rescued and diagnosed with a severe case of balloon syndrome.", "191": "DJ Fatboy Slim is to play at Banksy's seaside Dismaland exhibition later, organisers have announced.", "192": "Ballymena United clinched their place in the Europa League play-off final by beating 10-man Dungannon Swifts.", "193": "Plans to remove a section of overhead pylons in Dorset's Area of Outstanding Natural Beauty (AONB) have opened to public consultation.", "194": "The summer holidays are officially over, and lots of you will be heading back to school again.", "195": "Northern Ireland's finance minister has asked his officials to work on a draft bill to introduce same sex marriage in Northern Ireland.", "196": "The bongs of Big Ben have been ringing at the wrong time over the past fortnight, parliament's clocksmiths have admitted.", "197": "BBC director general Tony Hall has asked Welsh politicians and a number of institutions to contribute to a review of the corporation's news coverage.", "198": "Warrenpoint's Colm Campbell has been named in an initial 19-man squad for Great Britain & Ireland's defence of the Walker Cup in September.", "199": "Bristol's head of performance Mark Bennett is to leave at the end of the season to join the Rugby Football Union as head of sports science and medicine."}